import React from "react";

const Vision = () => {
  return (
    <div>
      {/* <h1>
        // ভিশন ২০৩০ বিএনপি চেয়ারপার্সন দেশনেত্রী বেগম খালেদা জিয়া কর্তৃক
        ঘোষিত বিএনপির ভবিষ্যৎ পরিকল্পনা ভিশন - ২০৩০ বাংলাদেশ জাতীয়তাবাদী দল -
        বিএনপি বিসমিল্লাহির রাহমানির রাহিম মহান মুক্তিযুদ্ধের মধ্য দিয়ে
        বাংলাদেশের জনগণ স্বপ্ন দেখেছিল। সেই স্বপ্ন ছিল ন্যায়বিচার, মানবিক
        মর্যাদা ও সাম্যের। জনগণের এই স্বপ্ন আজও সফল হয়নি। স্বৈরশাসন ও দুঃশাসনের
        যাঁতাকলে স্বপ্নগুলো চুরমার হয়ে গেছে। আজ আমাদের সকলকে সম্মিলিতভাবে সেই
        স্বপ্ন পূরণের জন্য নতুন করে শপথ নিতে হবে। বাংলাদেশের সকল ধর্ম বিশ্বাসের
        মানুষ, ক্ষুদ্র জাতি-গোষ্ঠীসহ সকল জাতি-গোষ্ঠী ও মানুষের চিন্তা চেতনা ও
        আশা আকাক্সক্ষাকে ধারণ করে একটি অংশীদারিত্বমূলক সামাজিক ও অর্থনৈতিক
        ন্যায়বিচারসম্পন্ন, জনকল্যাণমূলক, সহিষ্ণু, মানবিক, শান্তিকামী ও সমৃদ্ধ
        গণতান্ত্রিক সমাজ গঠন বাংলাদেশ জাতীয়তাবাদী দলের (BNP) লক্ষ্য। বিএনপি
        বিশ্বাস করে জনগণই হবে সকল উন্নয়নের কেন্দ্রবিন্দু। যে সব বাধা জনগণের
        মেধা, শ্রম, উদ্যোগ এবং উৎসাহকে দমিয়ে দেয় সেগুলোকে দূর করে বিএনপি
        বাংলাদেশকে একটি সুখী, সমৃদ্ধ, আধুনিক ও আত্মমর্যাদাশীল রাষ্ট্রে পরিণত
        করার লক্ষ্য নিয়ে ভিশন - ২০৩০ প্রণয়ন করেছে। গণতন্ত্র ১. বিএনপি মনে করে
        বাংলাদেশের জনগণ মহান মুক্তিযুদ্ধের মাধ্যমে যে রাষ্ট্র গড়ে তুলেছিল আজ সে
        রাষ্ট্রের মালিকানা তাদের হাতে নেই। তাই দেশের জনগনের হাতেই দেশের মালিকানা
        ফিরিয়ে দিতে চায় বিএনপি। ২. বিএনপি এমন এক উদার গণতান্ত্রিক সমাজ
        বিনির্মাণে বিশ্বাস করে যেখানে জাতীয় স্বার্থ সমুন্নত রেখে মত প্রকাশের
        স্বাধীনতা ও নাগরিক অধিকার সুরক্ষিত হবে। যত সংখ্যালঘিষ্ঠই হউক না কেন, কোন
        মত ও বিশ্বাসকে অমর্যাদা না করার নীতিতে বিএনপি দৃঢ় অঙ্গীকারাবদ্ধ। ৩. আমরা
        ‘ওয়ান ডে ডেমোক্রেসিতে’ বিশ্বাসী নই। জনগণের ক্ষমতাকে কেবল নির্বাচনের দিন
        বা ভোট দেয়ার মধ্যে সীমাবদ্ধ রাখতে চায়না বিএনপি। নিত্যদিনের
        জন-আকাক্সক্ষাকে মর্যাদা দিয়ে তাদেরকে স¤পৃক্ত করেই রাষ্ট্র পরিচালনা করবো
        আমরা। ৪. সুধি সমাজ, গণমাধ্যম, জনমত জরিপ, জনগণের দৈনন্দিন চাওয়া-পাওয়া,
        বিশেষজ্ঞ মতামত ও সব ধরণের অভিজ্ঞানের নির্যাস গ্রহণ করে দেশ পরিচালনা করা
        বিএনপি’র লক্ষ্য। কর্তৃত্ববাদী শাসন এবং ‘গণতন্ত্রের চাইতে উন্নয়ন শ্রেয়’এ
        অজুহাতে গণতন্ত্রকে নির্বাসনে পাঠানোর অপচেষ্টা জনগণকে সাথে নিয়ে বিএনপি
        রুখে দেবে। ৫. বিদ্যমান সাংবিধানিক কাঠামোয় প্রজাতন্ত্রের নির্বাহী ক্ষমতা
        এককভাবে প্রধানমন্ত্রীর উপর ন্যস্ত। এ রূপ ব্যবস্থা সংসদীয় সরকার পদ্ধতির
        স্বীকৃত রীতির পরিপন্থী। বিশেষ করে সাম্প্রতিক বছরগুলোর অভিজ্ঞতায় দেশবাসী
        গভীরভাবে উপলব্ধি করছে যে, প্রধানমন্ত্রীর একক নির্বাহী ক্ষমতা সংসদীয়
        সরকারের আবরণে একটি স্বৈরাচারী একনায়কতান্ত্রিক শাসনের জন্ম দিয়েছে। এ রূপ
        অবস্থার অবসানকল্পে সংবিধানের প্রয়োজনীয় সংশোধনীর মাধ্যমে প্রজাতন্ত্রের
        নির্বাহী ক্ষমতার ক্ষেত্রে ভারসাম্য আনা হবে। ৬. সংবিধানের এক-কেন্দ্রিক
        চরিত্র অক্ষুন্ন রেখে বিদ্যমান সংসদীয় ব্যবস্থা সংস্কারের অংশ হিসেবে জাতীয়
        সংসদের উচ্চকক্ষ প্রতিষ্ঠা করার বিষয়ে পরিক্ষা নিরীক্ষা করে দেখা হবে। ৭.
        আওয়ামীলীগ ২০০৯ সালে ক্ষমতায় আসার পর সংবিধানের পঞ্চদশ ও ষষ্ঠদশ সংশোধনীর
        মাধ্যমে গণভোট ব্যবস্থা বাতিল, নির্বাচনকালীন তত্ত্বাবধায়ক সরকার ব্যবস্থা
        বাতিল, সংসদ বহাল রেখে জাতীয় সংসদ নির্বাচন অনুষ্ঠানের বিধান প্রবর্তন,
        সংবিধানের কিছু নির্ধারিত বিষয় সংযোজন, পরিবর্তন, প্রতিস্থাপন, রহিতকরণ,
        কিংবা অন্য কোন পন্থায় সংশোধনের অযোগ্য করার বিধান প্রবর্তন, উচ্চ আদালতের
        বিচারকদের অভিশংসনের ক্ষমতা জাতীয় সংসদের উপর ন্যস্তকরণের বিধানসহ কয়েকটি
        অগণতান্ত্রিক বিধান প্রণয়ন করেছে। বিএনপি এসব বিতর্কিত ও অগণতান্ত্রিক
        বিধানাবলী পর্যালোচনা ও পুন:পরীক্ষা করে প্রয়োজনীয় সাংবিধানিক সংস্কার
        করবে। ৮. বিএনপি সংবিধানে ‘‘গণ-ভোট’’ ব্যবস্থা পুনঃপ্রবর্তন করে জনগণের
        গণতান্ত্রিক অধিকার পুনঃস্থাপন করবে। ৯. জাতীয় সংসদকে সকল জাতীয়
        কর্মকান্ডের কেন্দ্রবিন্দুতে পরিণত করা হবে। জাতীয় স্বার্থ স¤পর্কিত বিষয়ে
        বিরোধী দলসমূহের সাথে আলোচনা করা হবে। পাবলিক একাউন্টস কমিটি এবং পাবলিক
        আন্ডারটেকিংস কমিটির সভাপতিত্ব বিরোধী দলের সদস্যদের উপর অর্পণ করা হবে।
        সরকারি এবং বিরোধী দলের সদস্যদের সমন্বয়ে সংসদের কার্যক্রমকে আরও শক্তিশালী
        করার জন্য ব্যাক বেঞ্চারদের মধ্যে বিভিন্ন caucus গঠনের জন্য উৎসাহ দান করা
        হবে। ১০. শরতের আকাশে সাতটি রঙের বিচিত্র প্রভা নিয়ে রঙধনু যেভাবে মনোরম
        সৌন্দর্যের বিচ্ছূরণ ঘটায়, আমরা চাই সকল মত ও পথকে নিয়ে এমন একটি রাজনৈতিক
        সংস্কৃতি লালন ও পরিপুষ্ট করতে যে সংস্কৃতি বাংলাদেশকে একটি Rain-Bow
        Nation এ (রঙধনু-জাতিতে) পরিণত করবে। ১১. বিএনপি মুক্তিযুদ্ধের মূলমন্ত্র
        "বাংলাদেশের জনগণের জন্য সাম্য, মানবিক মর্যাদা ও সামাজিক ন্যায়বিচার
        প্রতিষ্ঠা করার " কাক্সিক্ষত লক্ষ্যে জাতিকে পৌঁছাতে দৃঢ়-প্রতিজ্ঞ। এজন্য
        সুনীতি, সুশাসন এবং সু-সরকারের (3G) সমন্বয় ঘটাবে বিএনপি। জাতি গঠন ১২.
        বিএনপি বাংলাদেশী জাতীয়তাবাদের ভিত্তিতে রাজনৈতিক ও সামাজিক বিভাজনের অবসান
        ঘটাতে চায়। ১৩. জাতির সকল অংশ তথা ধর্মীয়, আঞ্চলিক ও নৃ-গোষ্ঠীগত পরিচয় এবং
        নারী পুরুষ নির্বিশেষে সব শ্রেণী ও গোষ্ঠীর মানুষকে নিয়ে একটি সুসংহত জাতি
        গঠন করাই বিএনপি’র লক্ষ্য। ১৪. সকল জনগণের বৃহত্তর সম্মিলনের মাধ্যমে
        ‘ইনক্লুসিভ সোসাইটি’ গড়ে তোলার মহৎ লক্ষ্যে কাজ করে যাওয়াই বিএনপি’র নীতি।
        এ জন্য প্রয়োজন হবে সকল প্রকার বৈষম্য ও ভেদবুদ্ধির (discrimination)
        বেড়াজালকে অতিক্রম করে দেশ গঠনে সবার কর্মপ্রয়াসকে কাজে লাগানো। ১৫. বিএনপি
        চায় বিভক্ত হয়ে পড়া এ জাতিকে ঐক্যবদ্ধ করতে। তাই সকল মতাদর্শের ঐকতান রচনার
        জন্য অব্যাহত আলোচনা, মতবিনিময় এবং পারস্পরিক বোঝাপড়ার সেতুবন্ধ রচনাই হবে
        বিএনপি’র প্রয়াস। ১৬. প্রতিহিংসা ও প্রতিশোধের রাজনীতির বিপরীতে
        ভবিষ্যৎমুখী এক নতুন ধারার রাজনৈতিক সংস্কৃতি প্রতিষ্ঠা করতে চায় বিএনপি।
        এজন্য নতুন এক সামাজিক চুক্তিতে (Social Contract) পৌঁছাতে বিএনপি সচেষ্ট
        হবে। সুশাসন ১৭. গণতান্ত্রিক ও অর্থনৈতিক সুশাসনের জন্য সাংবিধানিক
        প্রতিষ্ঠান (যেমন নির্বাচন কমিশন, পাবলিক সার্ভিস কমিশন, কম্পট্রোলার
        অ্যান্ড অডিটর জেনারেল, এটর্নি জেনারেল ইত্যাদি) এবং সংবিধিবদ্ধ
        প্রতিষ্ঠানগুলো (যেমন দুর্নীতি দমন কমিশন, তথ্য কমিশন, মানবাধিকার কমিশন,
        আইন কমিশন, বিশ্ববিদ্যালয় মঞ্জুরী কমিশন ইত্যাদি) স্বার্থপরতা ও দলীয়তার
        কালিমা মুক্ত করে এগুলোর দক্ষতা, স্বচ্ছতা ও বিশ্বাসযোগ্যতা পুনঃ
        প্রতিষ্ঠার জন্য আইনি ও প্রক্রিয়াগত পদক্ষেপ নেবে বিএনপি। ১৮. বিগত
        দিনগুলোতে সংকীর্ণ দলীয় স্বার্থে জাতীয় প্রতিষ্ঠানগুলো অকার্যকর করে ফেলা
        হয়েছে। এ কারণেই ব্যক্তির বিশ্বাস-অবিশ্বাস এবং দলীয় আনুগত্যকে বিবেচনায় না
        নিয়ে কেবলমাত্র সততা, দক্ষতা, মেধা, যোগ্যতা, দেশ-প্রেম ও বিচার ক্ষমতার
        উপর নির্ভর করে রাষ্ট্রের প্রশাসন-যন্ত্র, পুলিশ এবং প্রতিষ্ঠানসমূহের
        কার্যকারিতা নিশ্চিত করবে বিএনপি। ১৯. প্রশিক্ষণ, অভিজ্ঞতা, সততা, মেধার
        উৎকর্ষ এবং সৃজনশীলতাকে বেসামরিক ও সামরিক প্রশাসনে যোগ্যতার মাপকাঠি
        হিসেবে গ্রহণ করা হবে। দলীয় ও সকল প্রকার আইনবহির্ভূত হস্তক্ষেপের অবসান
        ঘটিয়ে বিচার বিভাগ, প্রশাসন ও পুলিশ বাহিনীর আইনানুগভাবে কর্তব্য পালনের
        স্বাধীনতা নিশ্চিত করা হবে। ২০. বিএনপি দুর্নীতির সাথে কোন আপস করবে না।
        সমাজের সর্বস্তরে দুষ্টক্ষতের মত ছড়িয়ে পড়া দুর্নীতির রাশ টেনে ধরার জন্য
        পদ্ধতিগত ও আইনের সংস্কারের পাশাপাশি স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত করা
        হবে। ২১. প্রশাসনিক স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত করার জন্য সংবিধান
        অনুযায়ী ‘ন্যায়পাল’- Ô(Ombudsman)Õ এর পদ সৃষ্টি করা হবে। ২২. বাংলাদেশ আজ
        নিরাপত্তাহীন ঝুঁকিপূর্ণ এক জনপদে পরিণত হয়েছে। মাতৃগর্ভের শিশুও নিষ্ঠুর
        অপরাধের থাবা থেকে মুক্ত নয়। বিচারালয় আজ বিরোধী মতের নেতা-কর্মীদের দমনে
        ব্যবহৃত হওয়ার ফলে বিচার প্রার্থীরা আদালতের সেবা থেকে বঞ্চিত হচ্ছে। দেশে
        আশংকাজনকভাবে বিচারহীনতার যে সংস্কৃতি গড়ে উঠেছে তা থেকে বেরিয়ে আসতে হলে
        সুবিচার নিশ্চিত করতে হবে। সে লক্ষ্যে জনপ্রশাসন, বিচার, পুলিশ ও কারাগার এ
        চার প্রতিষ্ঠানের ব্যাপক সংস্কারের মাধ্যমে এসব প্রতিষ্ঠানকে স্বচ্ছ, দক্ষ,
        আধুনিক ও যুগোপযোগী করে গড়ে তোলা হবে। ২৩. বিএনপি মানবিক মূল্যবোধ ও
        মানুষের মর্যাদায় বিশ্বাসী; আইনের শাসনের প্রতি অঙ্গীকারাবদ্ধ। অবশ্যই
        আইনের শাসনের নামে কোন প্রকার কালা-কানুনের শাসন গ্রহণযোগ্য হবে না। বিএনপি
        সকল প্রকার কালা-কানুন বাতিল করবে। সকল প্রকার নিষ্ঠুর আচরণ থেকে মানুষকে
        মুক্ত রাখার লক্ষ্যে বিচার বহির্ভূত হত্যাকান্ড, গুম, খুন এবং অমানবিক
        শারীরিক ও মানসিক নির্যাতনের অবসান ঘটাবে বিএনপি। ২৪. বিশেষ ক্ষমতা আইন
        ১৯৭৪ বাতিল করা হবে। ২৫. মানবাধিকার সম্পর্কিত জাতিসংঘের সর্বজনীন ঘোষণা
        বাস্তবায়ন করা হবে। ২৬. এটা সর্বসম্মতভাবে স্বীকৃত যে বর্তমানে বিচারপতি
        নিয়োগ প্রক্রিয়ায় স্বচ্ছতা নেই। সর্বোচ্চ থেকে সর্বনিম্ন আদালতের বিচারক
        নিয়োগ, পদোন্নতি, পদায়ন এবং কর্ম নির্ধারণের একমাত্র বিবেচ্য বিষয় হবে
        মেধা। দলীয় বিবেচনার ঊর্ধ্বে উঠে জ্ঞান, প্রজ্ঞা, নীতিবোধ, দেশপ্রেম,
        বিচার-বোধ ও সুনামের কঠোর মানদন্ডে যাচাই করে উচ্চ আদালতের বিচারক নিয়োগ
        করা হবে। যোগ্যতা, মেধা ও স্বচ্ছ প্রক্রিয়া নিশ্চিত করার লক্ষ্যে সংবিধানের
        আলোকে বিচারপতি নিয়োগের জন্য সুনির্দিষ্ট যোগ্যতা ও মানদন্ড সম্বলিত আইন
        প্রণয়ন করে বাছাই কমিটি ও সুপ্রীম জুডিশিয়াল কাউন্সিলের মাধ্যমে উচ্চ
        আদালতে বিচারপতি নিয়োগের ব্যবস্থা করা হবে। নিয়োগের জন্য
        বাছাইকৃত/সুপারিশকৃত ব্যক্তিদের ব্যক্তিগত তথ্য ও সম্পদ বিবরণী জনগণের জন্য
        উন্মুক্ত করা হবে। ২৭. বিচার বিভাগের কার্যকর স্বাধীনতা ও নিরপেক্ষতা
        প্রতিষ্ঠা করে জনগণের জন্য ন্যায় বিচার ও আইনের শাসন নিশ্চিত করা হবে।
        অধস্তন আদালতকে নির্বাহী বিভাগের আওতামুক্ত করার লক্ষ্যে সুপ্রিম কোর্টের
        অধীনে পৃথক সচিবালয় স্থাপন করা হবে। ২৮. দুর্নীতিমুক্ত, স্বচ্ছ ও
        বিচারপ্রার্থীদের নিকট দায়বদ্ধ করার জন্য সমস্ত বিচার প্রশাসন ও বিচার
        প্রক্রিয়াকে পরিপূর্ণভাবে ইলেকট্রনিক/অন-লাইন ব্যবস্থাপনায় রূপান্তর করা
        হবে। আদালতের উন্মুক্ত তথ্য বিচার প্রার্থীরা ইলেকট্রনিক পদ্ধতি/অন-লাইন ও
        মোবাইল ফোন টেকনোলজীর মাধ্যমে জানতে পারবে। ২৯. প্রয়োজনীয় সংখ্যক যোগ্য
        বিচারক নিয়োগের মাধ্যমে মামলার জট কমিয়ে আনা হবে। ৩০. নিম্ন আদালতে বিচার
        প্রক্রিয়া স্বচ্ছ, দ্রুত ও গ্রহণযোগ্য করার লক্ষ্যে সমাজে বিতর্কের ঊর্ধ্বে
        থাকা সম্মানীয়, নীতিবান ও আদর্শ মানুষদের দিয়ে পাইলট ভিত্তিতে ‘জুরি’
        ব্যবস্থার পুনঃ প্রবর্তন করা হবে। ৩১. আদালতে মামলার বোঝা কমানো এবং
        স্থানীয় বিচার ও বিকল্প বিরোধ নিষ্পত্তি উৎসাহিত করার লক্ষ্যে
        গ্রাম-আদালতকে উপযুক্ত সংস্কারের মাধ্যমে কার্যকর আদালত হিসাবে রূপান্তর
        করা হবে। বর্তমানে বিদ্যমান ইউনিয়ন কাউন্সিল ব্যবস্থায় গ্রাম-আদালতের
        পাশাপাশি ঐতিহ্যবাহী অনানুষ্ঠানিক সালিশী আদালত পুনঃপ্রবর্তন করা যায় কিনা
        পরীক্ষা করে দেখা হবে। ৩২. বর্তমান বিচারব্যবস্থার সংস্কারের জন্য একটি
        উচ্চপর্যায়ের জুডিশিয়াল কমিশন গঠন করা হবে। ৩৩. বর্তমানে থানায় গেলে পুলিশ
        মামলা নেয় না। এটা ডিনায়েল অব জাস্টিস। এ অবস্থা থেকে মুক্তির জন্য
        দেশব্যাপী থানাগুলোতে অন-লাইন পদ্ধতি ও মোবাইল টেকনোলজি ব্যবহারের মাধ্যমে
        অভিযোগ দায়েরের সুযোগ সৃষ্টি করে ফৌজদারী বিচার প্রার্থীদের আইনের
        নিরাপত্তা পাওয়ার সম-অধিকার প্রতিষ্ঠা করা হবে। ৩৪. পুলিশ বাহিনীকে একটি
        স্বাধীন ও গণতান্ত্রিক সমাজের উপযোগী করে গড়ে তোলা হবে। জনগণের সেবক হিসেবে
        গড়ে তোলার লক্ষ্যে পুলিশের মোটিভেশন, ট্রেইনিং ও নৈতিক উন্নয়নের কার্যক্রম
        গ্রহণ করা হবে। সিআরপিসি, পিআরবি, পুলিশ আইন এবং সংশ্লিষ্ট আইন ও বিধি
        অনুযায়ী পুলিশের উপর বিচার বিভাগীয় তদারকি (Judicial Oversight) নিশ্চিত
        করে জবাবদিহি ও কল্যাণমূলক জনপ্রশাসন গড়ে তোলা হবে। ৩৫. দ্রুত পরিবর্তনশীল
        বিশ্ব ও প্রযুক্তির উন্নয়নের সাথে সঙ্গতি রেখে পুলিশ বাহিনীকে
        দক্ষতাসম্পন্ন যুগোপযোগী সুসজ্জিত বাহিনী হিসেবে গড়ে তোলা হবে। জনগণের
        জান-মাল ও সম্ভ্রম রক্ষা এবং সমাজে শান্তি-শৃঙ্খলা ও আইনের শাসন প্রতিষ্ঠায়
        নিরপেক্ষভাবে পেশাদারিত্বের সাথে কাজ করার জন্য আইন-শৃঙ্খলা রক্ষাকারী
        বাহিনীকে দলীয় প্রভাবমুক্ত একটি চৌকষ, দক্ষ, নিরপেক্ষ, জনকল্যাণমুখী বাহিনী
        হিসেবে গড়ে তোলা হবে। আইন শৃঙ্খলা বাহিনীর উপর অনাকাঙ্খিত রাজনৈতিক
        হস্তক্ষেপ বন্ধ করা হবে। ৩৬. পুলিশের কনস্টবল/ট্রাফিক পুলিশ এবং এএসআই
        পর্যন্ত নিম্নপদস্থ পুলিশ কর্মকর্তাদের মাঠপর্যায়ে একটানা ৮ ঘন্টার বেশি
        দায়িত্ব দেয়া হবেনা/দায়িত্ব পালনে বাধ্য করা হবে না। ঝুঁকিপূর্ণ
        দায়িত্ব পালনের জন্য ঝুঁকিভাতা এবং ৮ ঘন্টার অতিরিক্ত সময় দায়িত্ব
        পালনের ক্ষেত্রে কর্মঘন্টা হারে যুক্তিসংগত ওভার-টাইম ভাতা প্রদান করা হবে।
        এএসআই থেকে কনস্টেবল পর্যন্ত পুলিশের আবাসন সমস্যা সমাধানে কার্যকর পদক্ষেপ
        গ্রহণ করা হবে। ৩৭. দ্রব্যমূল্যের সাথে সঙ্গতি রেখে সরকারী কর্মকর্তা ও
        কর্মচারীদের বেতন ভাতাদি ও অন্যান্য সুযোগ সুবিধা বৃদ্ধি করা হবে। ৩৮.
        দেশবাসীর নিরাপত্তা নিশ্চিত করার জন্য পুলিশ ও জনপ্রশাসনে ব্যাপক সংস্কার
        কর্মসূচি হাতে নেয়া হবে। বাংলাদেশে বর্তমানে যোগ্য ব্যক্তিকে যোগ্য পদে
        নিয়োগ একটি বড় চ্যালেঞ্জ হয়ে দাঁড়িয়েছে। ব্যক্তিগত বিশ্বাস-অবিশ্বাস ও দলীয়
        আনুগত্যের সংকীর্নতা মুক্ত থেকে মেধা, সততা, দক্ষতা, যোগ্যতা, দেশপ্রেম,
        নীতিবোধ ও বিচারক্ষমতার উপর নির্ভর করে জনপ্রশাসনকে পুনর্বিন্যাস করা হবে।
        ৩৯. একটি দক্ষ, স্বচ্ছ, গতিশীল, মেধাবী, জবাবদিহিমূলক যুগোপযোগী ও গণমুখী
        জনপ্রশাসন গড়ে তোলা হবে। মেধার মূল্যায়ন নিশ্চিত করার লক্ষ্যে নিয়োগ
        প্রক্রিয়ায় যথাযথ সংস্কার করা হবে। মুক্তিযোদ্ধার সন্তান, নারী ও প্রান্তিক
        নৃ-গোষ্ঠী কোটা ব্যতিরেকে কোটা পদ্ধতি বাতিল করা হবে। গতিশীল বিশ্বায়নের
        সাথে সামঞ্জস্য রেখে সংবিধানের আলোকে একটি যথোপযুক্ত সিভিল সার্ভিস আইন
        প্রণয়ন করা হবে। সকল পর্যায়ে ই-গভার্ন্যান্স চালু করা হবে। জনপ্রশাসনের
        দক্ষতা বৃদ্ধির লক্ষ্যে দেশে বিদেশে উন্নত প্রশিক্ষণের ব্যবস্থা করা হবে।
        প্রতিরক্ষা ৪০. একটি স্বাধীন সার্বভৌম দেশের রাষ্ট্রীয় নিরাপত্তা ও অখন্ডতা
        সুরক্ষার লক্ষ্যে প্রতিরক্ষা বাহিনীকে আধুনিক প্রশিক্ষণ, প্রযুক্তি ও
        সমর-সম্ভারে সুসজ্জিত, সুসংগঠিত, যুগোপযোগী এবং সর্বোচ্চ দেশপ্রেমের
        মন্ত্রে উজ্জীবিত করে গড়ে তোলা হবে। গণতান্ত্রিক সমাজের উপযোগী
        সামরিক-বেসামরিক সম্পর্কের ভিত্তি ও বিন্যাস প্রতিষ্ঠা করা হবে। প্রতিরক্ষা
        বাহিনীর প্রয়োজনীয় উন্নয়ন ও সম্প্রসারণ করা হবে। জাতীয় উন্নয়নমূলক
        কর্মকান্ড ও আন্তর্জাতিক শান্তি রক্ষায় প্রতিরক্ষা বাহিনীর অংশগ্রহণ
        উৎসাহিত করা হবে। পররাষ্ট্র নীতি ৪১. বাংলাদেশের স্বাধীনতা, সার্বভৌমত্ব ও
        রাষ্ট্রীয় মর্যাদা অক্ষুন্ন রাখতে বিএনপি দৃঢ় প্রতিজ্ঞ। বিএনপি অন্য কোন
        রাষ্ট্রের অভ্যন্তরীণ বিষয়ে হস্তক্ষেপ এবং অন্য কোন রাষ্ট্রের জন্য
        নিরাপত্তা সমস্যা সৃষ্টি করবে না। একইভাবে বিএনপি দৃঢ় অঙ্গীকার করছে যে
        অন্য কোন রাষ্ট্রও বাংলাদেশের অভ্যন্তরীণ ব্যাপারে হস্তক্ষেপ এবং
        বাংলাদেশের রাষ্ট্রীয় নিরাপত্তায় হুমকি সৃষ্টি করলে শক্ত প্রতিরোধ
        (resistance) গড়ে তোলা হবে। বিএনপি বিশ্বাস করে, আমাদের সীমান্তের বাইরে
        বাংলাদেশের বন্ধু রয়েছে, কোন প্রভু নেই। বৈদেশিক সম্পর্কের ক্ষেত্রে
        বাংলাদেশের জাতীয় স্বার্থকে সর্বোচ্চ প্রাধান্য দেয়া হবে। বিএনপি মুসলিম
        উম্মাহ ও প্রতিবেশি দেশসমূহের সাথে বিশেষ সম্পর্ক গড়ে তুলবে। নৈতিকতার
        শক্তি পুনরুদ্ধার ৪২. বাংলাদেশে নৈতিক মূল্যবোধের ভয়াবহ অবক্ষয় ঘটেছে। এর
        ফলে সমাজে অস্থিরতা ও নৈরাজ্য ভয়াবহ আকার ধারণ করেছে। বিএনপি গণমাধ্যম,
        একাডেমিক-কারিক্যুলাম, সঠিক ধর্মীয় মূল্যবোধের চর্চা এবং ইতিবাচক সামাজিক
        আন্দোলনের মাধ্যমে নৈতিকতা ও মূল্যবোধের অবক্ষয় প্রতিরোধে দৃঢ়প্রতিজ্ঞ। ৪৩.
        ছাত্র ও মানুষ গড়ার কারিগর শিক্ষকদেরকে মানবিক, সহিঞ্চু, ন্যায়ানুগ,
        অন্তর্ভুক্তিমূলক এবং সমতাভিত্তিক সমাজ সৃষ্টির সঠিক ও যথাযথ চেতনায়
        উদ্বুদ্ধ করা হবে। পরিষেবা ৪৪. দুর্নীতি, দায়িত্বে অবহেলা, জনগণের প্রতি
        সংবেদনশীলতার অভাব, সামাজিক বৈষম্য, জবাবদিহিতার অভাব, জনসচেতনতার অভাব এবং
        সর্বোপরি পরিষেবা উৎপাদন ও বিতরণে জনগণের অংশগ্রহণ না থাকার ফলে
        পরিষেবাগুলোর সুফল জনগণ পায় না। বিদ্যুৎ সরবরাহ, পানীয় জলের সরবরাহ,
        পয়ঃনিষ্কাষন, পরিচ্ছন্ন পরিবেশ, পুলিশী সেবা, বিচারিক সেবা, স্বাস্থ্য
        সেবা, প্রশাসনিক সেবাসহ সকল প্রকার রাষ্ট্রীয় ও সংবিধিবদ্ধ সংস্থাসমূহের
        সেবার মান ক্রমান্বয়ে বৃদ্ধি করা হবে। ৪৫. বিদ্যুৎ সরবরাহ, সুপেয় পানীয়
        জলের সরবরাহ, পয়ঃনিষ্কাশন, পরিচ্ছন্ন পরিবেশ, পুলিশী সেবা, বিচারিক সেবা,
        স্বাস্থ্যসেবা, প্রশাসনিক সেবাসহ সকল প্রকার রাষ্ট্রীয় ও সংবিধিবদ্ধ
        সংস্থাসমূহের সেবা প্রাপ্তিতে প্রধান সমস্যাগুলো চিহ্নিত করে দ্রুত সমাধান
        করা হবে। সামাজিক নিরাপত্তা বেষ্টনী ৪৬. দারিদ্র্য নিরসন না হওয়া পর্যন্ত
        ধর্মবর্ণ-নির্বিশেষে সুবিধাবঞ্চিত হত-দরিদ্র (ultra poor) মানুষদের বাঁচিয়ে
        রাখার জন্য সামাজিক নিরাপত্তা বেষ্টনী আরও সম্প্রসারিত করা হবে, যাতে করে
        একটি দরিদ্র দুঃস্থ মানুষও নিরাপত্তা বেষ্টনীর বাইরে না থাকে। মূল্যস্ফীতির
        নিরিখে এর মাথাপিছু পরিমাণ বৃদ্ধি করা হবে। অতিস্বল্প আয়ের জনগণের খাদ্য
        নিরাপত্তা নিশ্চিত করার লক্ষ্যে সরকারী রেশনিং ব্যবস্থা চালু করা হবে। ৪৭.
        সকল দুঃস্থ বিধবা ও স্বামী পরিত্যক্তা মহিলা এবং অসহায় বয়স্কদের ভাতার
        পরিমাণ মূল্যস্ফীতির নিরিখে বৃদ্ধি করা হবে। বিশেষ ভাতা ব্যবস্থাকে
        দুর্নীতি ও ত্রুটিমুক্ত করা হবে। ৪৮. বেসরকারি খাতে নিয়োজিত ব্যক্তিদের
        জন্য বার্ধ্যক্যের দুর্দশা লাঘবের উদ্দেশ্যে আইন প্রণয়নের মাধ্যমে একটি
        “পেনশন ফান্ড” গঠন করা হবে। প্রবীণদের শেষ বয়সের দিনগুলোতে দুঃখ-কষ্ট
        লাঘবের জন্য প্রতিমাসে পেনশন দেয়া হবে। বেসরকারি খাতে নিয়োজিত প্রত্যেকের
        আয়ের নির্দিষ্ট অংশ এই ফান্ডে জমার ভিত্তিতে পেনশন ফান্ডটি গড়ে তোলা হবে
        এবং এর জন্য ন্যায্য হারে মুনাফা প্রদান করা হবে। সক্রিয় কর্মজীবনের শুরু
        থেকে কর্মজীবনের অবসান পর্যন্ত এই ফান্ডে অর্থ জমা রাখা যাবে। প্রয়োজনীয়
        বিধি মোতাবেক এই ফান্ডধারীকে ফান্ড থেকে ঋণ দেয়া হবে। এ ফান্ডের অর্থ
        উন্নয়ন অবকাঠামো গড়ে তোলার জন্য বিনিয়োগ করা যাবে। ৪৯. বাংলাদেশের
        দারিদ্র্য-পীড়িত, দুঃস্থ, শিক্ষা ও স্বাস্থ্যসেবা এবং অবকাঠামোগত সুযোগ
        বঞ্চিত এলাকাগুলো তৃণমূলে জরিপের ভিত্তিতে চিহ্নিত (mapping) করা হবে। এসব
        এলাকার হত-দরিদ্র মানুষগুলোকে স্বল্পমেয়াদী বৈষয়িক সাহায্য দিয়ে বেঁচে
        থাকার সুযোগ করে দেয়া হবে। মধ্য ও দীর্ঘ মেয়াদে এসব এলাকায় শিক্ষা,
        স্বাস্থ্য ও ভৌত অবকাঠামোগত সুযোগ সৃষ্টির মাধ্যমে টেকসই কর্মসংস্থানের
        ব্যবস্থা করা হবে যাতে তাদেরকে ভবিষ্যতে খয়রাতি সাহায্যের উপর নির্ভরশীল
        থাকতে না হয়। বার্ধক্য, প্রতিবন্ধীত্ব এবং রোজগারকারী না থাকার ফলে যারা
        দুঃস্থ অবস্থায় আছেন তাদেরকে অব্যহতভাবে নিরাপত্তা বেষ্টনীর আওতায় নিয়ে আসা
        হবে। এসব এলাকাগুলোকে স্থানীয় সরকারের নেতৃত্ব ও অন্যান্য গণ্যমান্য
        ব্যক্তিদের নিয়ে একটি কমিটির মাধ্যমে প্রতিটি গ্রামে সভা ডেকে আলাপ আলোচনার
        ভিত্তিতে নিরাপত্তা বেষ্টনী কর্মসূচীর উপকারভোগীদের স্বচ্ছতার সাথে চিহ্নিত
        করা হবে। ৫০. বাস-ট্রেনে-লঞ্চে বিনা ভাড়ায় প্রতিবন্ধীদের যাতায়াতের
        বিধান করা হবে। মুক্তিযুদ্ধ ও মুক্তিযোদ্ধা ৫১. দুর্ভাগ্যজনক হলেও সত্য যে
        স্বাধীনতার পর থেকে বিভিন্ন সরকারের সময় মুক্তিযোদ্ধাদের কাঙ্খিত মর্যাদায়
        অধিষ্ঠিত করা সম্ভব হয়নি। বিএনপি জাতির শ্রেষ্ঠ সন্তান মুক্তিযোদ্ধাদের
        যথাযথ সম্মান ও মর্যাদায় অধিষ্ঠিত করবে। ৫২. বিএনপি সকল মুক্তিযোদ্ধাদের
        “রাষ্ট্রের সম্মানিত নাগরিক” হিসাবে ঘোষণা করবে। ৫৩. মুক্তিযোদ্ধা তালিকা
        প্রণয়নের নামে দুর্নীতির অবসান ঘটানো হবে। বিএনপি একটি স্বচ্ছ প্রক্রিয়ায়
        প্রকৃত মুক্তিযোদ্ধাদের সঠিক তালিকা প্রস্তুত করবে। ৫৪.মূল্যস্ফীতির সাথে
        সঙ্গতি রেখে মুক্তিযোদ্ধা ভাতা বৃদ্ধি করা হবে এবং এই ভাতা ব্যবস্থাপনাকে
        দুর্নীতি ও ত্রুটিমুক্ত করা হবে। ৫৫. আগ্রহী প্রকৃত মুক্তিযোদ্ধা
        বিনিয়োগকারীদের উৎসাহিত করা হবে এবং সার্বিক সহযোগিতা প্রদান করা হবে।
        মুক্তিযোদ্ধা কল্যাণ ট্রাস্ট ও মুক্তিযোদ্ধাদের কল্যাণে প্রতিষ্ঠিত
        ব্যবসায়িক ও শিল্প প্রতিষ্ঠানসহ অন্যান্য প্রতিষ্ঠান ব্যবস্থাপনায় যোগ্য ও
        দক্ষ মুক্তিযোদ্ধাদের অগ্রাধিকার দেয়া হবে। ৫৬. দেশের সর্বত্র ছড়িয়ে ছিটিয়ে
        থাকা মুক্তিযুদ্ধের স্মৃতি রক্ষা, ও মুক্তিযুদ্ধকালীন বধ্যভূমি ও গনকবর
        চিহ্নিত করে সে সব স্থানে স্মৃতিস্তম্ভ নির্মাণ করা হবে। ৫৭. রাষ্ট্রীয়
        পর্যায়ে মুক্তিযোদ্ধাদের যে মূল্যায়ন করা হয়, দুঃখের বিষয় মুক্তিযুদ্ধে
        শহীদদের সেভাবে মূল্যায়ন করা হয়না। বিএনপি রাষ্ট্রীয় উদ্যোগে নিবিড় জরীপের
        ভিত্তিতে মুক্তিযুদ্ধে শহীদদের একটি সঠিক তালিকা প্রণয়ন করবে এবং তাদের
        যথাযথ মর্যাদা ও রাষ্ট্রীয় স্বীকৃতি প্রদান করবে। মূল্যস্ফীতির নিরিখে শহীদ
        মুক্তিযোদ্ধা পরিবারের ভাতা বৃদ্ধি করা হবে। মুক্তিযোদ্ধাদের
        বাস-ট্রেনে-লঞ্চে যাতায়াতে নির্ধারিত ভাড়ার অর্ধেক মূল্যে যাতায়াতের বিধান
        করা হবে। সন্ত্রাসবাদ, জঙ্গিবাদ ও উগ্রবাদ ৫৮. বর্তমানে সন্ত্রাসবাদ,
        জঙ্গিবাদ ও উগ্রবাদ জাতির জন্য একটি অত্যন্ত বিপজ্জনক সমস্যা হিসেবে দেখা
        দিয়েছে। গনতন্ত্রের অনুপস্থিতি, আইনের শাসনের অভাব ও মানবাধিকার লঙ্ঘন
        এদেশে সন্ত্রাসবাদ, জঙ্গিবাদ ও উগ্রবাদ বিস্তারে অন্যতম কারন। এই সমস্যার
        সমাধান না করতে পারলে জাতীয় উন্নয়নে সকল প্রয়াসই ব্যর্থতায় পর্যবসিত হবে।
        জাতি এক ভয়াবহ অস্থিতিশীলতার মধ্যে পড়বে। এই জন্য বিএনপি সন্ত্রাসবাদ,
        জঙ্গিবাদ ও উগ্রবাদের বিরুদ্ধে কঠোর ব্যবস্থা গ্রহণ করবে। ৫৯. সন্ত্রাসবাদ,
        জঙ্গিবাদ ও উগ্রবাদ সকল রাষ্ট্রের জন্যই হুমকির কারণ। এ কারণে বিএনপি
        বাংলাদেশের ভূখন্ডের মধ্যে কোনরকম সন্ত্রাসবাদী তৎপরতাকে বরদাশত করবে না
        এবং সন্ত্রাসবাদীকে আশ্রয়-প্রশ্রয় দেবে না। জঙ্গীবাদ, উগ্রবাদ ও
        সন্ত্রাসবাদের বিরুদ্ধে জাতীয় ঐকমত্য গঠন এবং জনগণের অংশগ্রহণে
        সন্ত্রাসবাদকে নির্মূল করা হবে। ৬০. জঙ্গীবাদ, উগ্রবাদ ও সন্ত্রাস বিরোধী
        কর্মকৌশল হিসাবে দারিদ্র্য দূরীকরণ, বেকার সমস্যার সমাধান, সন্ত্রাসের
        বিরুদ্ধে শান্তি ও সম্প্রীতির মূল্যবোধ শক্তিশালী করা এবং আন্তঃধর্মীয়
        সংলাপকে উৎসাহিত করা হবে। অর্থনীতি ৬১. বাংলাদেশে অর্থনৈতিক বৈষম্য তীব্র
        থেকে তীব্রতর হচ্ছে। জাতীয় ঐক্য ও স্থিতিশীলতার জন্য এ পরিস্থিতি একেবারেই
        কাম্য নয়। বিএনপি দরিদ্রবান্ধব ও সমতাভিত্তিক অর্থনৈতিক প্রবৃদ্ধিতে
        বিশ্বাসী। প্রবৃদ্ধির হারকে বৃদ্ধি করে এবং এর সুফলের সুষম বণ্টনের মাধ্যমে
        বিএনপি ধনী দরিদ্রের বৈষম্যের সমস্যাকে মোকাবেলা করবে। ৬২. আমরা ২০৩০ সালের
        মধ্যে বাংলাদেশকে একটি আধুনিক, গণতান্ত্রিক উচ্চ-মধ্যম আয়ের দেশে পরিণত
        করতে চাই। এসময়ের মধ্যে মাথাপিছু আয় ৫০০০ মার্কিন ডলারে উন্নীত করা হবে।
        এর জন্য বার্ষিক প্রবৃদ্ধির হার ডবল ডিজিটে উন্নীত করার সৃজনশীল ও
        বুদ্ধিদীপ্ত উদ্যোগ গ্রহণ করা হবে। ৬৩. বাংলাদেশে ভূমির দূষ্প্রাপ্যতার ফলে
        ম্যানুফেক্চারিং ইন্ডাস্ট্রি স্থাপন ব্যয়বহুল হয়ে পড়েছে। এই পরিস্থিতিতে
        একদিকে ভূমির অর্থনৈতিক ব্যবহার নিশ্চিত করে শিল্প স্থাপন করার এবং
        অন্যদিকে ভূমির সীমিত ব্যবহার ভিত্তিক আধুনিক সেবা খাত যেমন- ব্যাংক,
        ইন্সিওরেন্স ও ফিনান্সিয়াল সার্ভিস, হোটেল-রেস্টুরেন্ট, আইটি ইন্ডাস্ট্রি,
        বিনোদন শিল্প, পর্যটন শিল্প, পরিবহন, টেলিকমিউনিকেশন, দূর-শিক্ষণ,
        এয়ার-হাব (Air-Hub), ওয়াটার হাব (Water-Hub), সিকিউরিটি সার্ভিস, বন্দর ও
        জাহাজ, টেলি-মেডিসিন ইত্যাদি সমৃদ্ধ করার উন্নয়ন কৌশল গ্রহণ করা হবে। ৬৪.
        দেশের আর্থিক প্রতিষ্ঠানসমূহের শৃঙ্খলা নিশ্চিত করতে কেন্দ্রীয় ব্যাংকের
        স্বায়ত্ত্বশাসন, ক্ষমতা ও তদারকি নিবিড় ও শক্তিশালী করা হবে।
        শেয়ারমার্কেট এবং ব্যাংক লুটের তিক্ত অভিজ্ঞতার আলোকে ভবিষ্যতে যাতে কেউ
        এমন দুর্নীতি-অনাচার করতে না পারে সেই লক্ষ্যে সিকিউরিটি এন্ড এক্সচেঞ্জ
        কমিশন এবং রাষ্ট্রায়ত্ব¡ ব্যাংক পরিচালনা বোর্ডে যোগ্য, সৎ ও দক্ষ
        ব্যক্তিদের নিয়োগ দেয়া হবে। ব্যাংক কার্যক্রম পরিচালনায় রাজনৈতিক
        হস্তক্ষেপ বন্ধ করা হবে। অর্থমন্ত্রনালয়ের ব্যাংকিং ডিভিশন বিলুপ্ত করে
        রাষ্ট্রায়ত্ব ব্যাংকসমূহ পরিচালনা ও তদারকির ভার কেন্দ্রীয় ব্যাংকের হাতে
        ন্যস্ত করা হবে। গবেষণা ও উন্নয়ন (R&D) ৬৫. যে কোন আধুনিক ও উন্নয়নশীল
        দেশের জন্য গবেষণা ও উন্নয়ন (Research & Development -R&D) অত্যন্ত
        গুরুত্বপূর্ণ ভূমিকা পালন করে। একটি দেশের ব্যক্তি-খাতে নতুন ধরনের পণ্য
        উৎপাদন প্রক্রিয়া উদ্ভাবিত না হলে ব্যক্তিখাত প্রতিযোগিতায় টিকে থাকতে পারে
        না। যে সব উৎপাদন প্রতিষ্ঠানে R&DÕর বিশেষ ভূমিকা রয়েছে সেসব প্রতিষ্ঠানের
        বার্ষিক আয়ের অন্তত ৩% জ্উ কার্যক্রমের জন্য বরাদ্দ রাখতে রাষ্ট্রীয়
        প্রণোদনা প্রদান করা হবে। R&D’র জন্য প্রয়োজন দক্ষ প্রকৌশলি, শিল্পবিজ্ঞানী
        এবং গবেষক। R&D খাতে বিনিয়োগ অনিশ্চিত ফলবাহী ও ঝুঁকিপূর্ণ। এ কারণে
        রাষ্ট্রীয় সহযোগিতার প্রয়োজন রয়েছে। বিএনপি R&D খাতে ব্যক্তি-খাত সহায়ক
        বাজেট বরাদ্দ রাখবে। বিশ্ববিদ্যালয় এবং গবেষণা প্রতিষ্ঠানগুলোর সঙ্গে
        ব্যবসায়িক কোম্পানীগুলোর সেতুবন্ধন রচনায় উৎসাহ প্রদান করা হবে। R&D খাতের
        উন্ন্য়নের জন্য মৌলিক ও প্রায়োগিক গবেষণাকে উৎসাহিত করা হবে। R&D’র মাধ্যমে
        সৃষ্ট নতুন পণ্য-সামগ্রী ও উৎপাদন প্রক্রিয়াকে patent করার জন্য প্রয়োজনীয়
        ব্যবস্থা গ্রহণ করা হবে। বিএনপি বিশ্বাস করে একবিংশ শতাব্দীতে পৃথিবী
        জ্ঞানভিত্তিক অর্থনীতির জগতে প্রবেশ করেছে। বৈশ্বিক এই উন্ন্য়নের ধারার
        সঙ্গে তাল মিলিয়ে চলার জন্য বিএনপি R&D খাতের বিকাশ ও পরিবর্ধন করবে।
        জনমিতিক লভ্যাংশ (Demographic Dividend) ৬৬. জনমিতিকভাবে বাংলাদেশ এক
        ক্রান্তিকালে (transition) রয়েছে। বর্তমানে বাংলাদেশে ১৫ থেকে ৬৪ বছর বয়সী
        জনসংখ্যা মোট জনসংখ্যার প্রায় ৬৩.২৫ শতাংশ। অর্থাৎ বাংলাদেশের সিংহভাগ
        জনগোষ্ঠী কর্মক্ষম বয়সের মধ্যে পড়ে। অর্থনৈতিক উন্নয়নের ক্ষেত্রে এর বিশাল
        তাৎপর্য রয়েছে। যে দেশে শিশু কিশোর ও বৃদ্ধ বয়সী মানুষের সংখ্যা কম সে দেশে
        বেশিরভাগ কর্মক্ষম মানুষকে কাজে লাগিয়ে উন্নয়নের গতি ত্বরান্বিত করা সম্ভব।
        তবে এই ধরনের সুযোগ একটি জাতির জীবনে একবারই ঘটে। একদিকে শিশুরা কর্মক্ষম
        মানুষের আয় রোজগারের উপর নির্ভরশীল, অন্যদিকে বৃদ্ধরাও কর্মক্ষম মানুষের
        উপর নির্ভরশীল। এই পরিস্থিতিতে কর্মক্ষম মানুষের অনুপাত ভারি হলে দ্রুত এবং
        উচ্চহারে অর্থনৈতিক প্রবৃদ্ধি অর্জন করা সম্ভব। কর্মক্ষম মানুষ বলতে নারী
        এবং পুরুষ উভয়কেই বোঝায়। জনমিতিক ক্রান্তি থেকে উদ্ভুত সুবিধা গ্রহণ করতে
        পেরেছিল বলেই দক্ষিণ কোরিয়া আজ একটি উন্নত রাষ্ট্র। নাইজেরিয়া এই সুযোগটি
        ব্যবহার করতে পারেনি বলেই সম্পদশালী হওয়া সত্ত্বেও দারিদ্র্যে নিমজ্জিত।
        ৬৭. এশিয়ান ডেভেলপমেন্ট ব্যাংকের এক প্রক্ষেপণ অনুযায়ী ২০২৫ সালে কর্মক্ষম
        মানুষের সংখ্যা হবে ৭ কোটি ৮০ লক্ষ। যা ২০১০ সালে ছিল ৫ কোটি ৬৭ লক্ষ। ২০১০
        সালে কর্মক্ষম মানুষের দুই তৃতীয়াংশ ছিল খুবই কম শিক্ষিত এবং মাত্র ৪ শতাংশ
        কোন না কোন ধরনের প্রশিক্ষণ পেয়েছিল। বিভিন্ন সমীক্ষা থেকে জানা যায়
        বাংলাদেশে প্রতি বছর ২২ লক্ষ মানুষ কর্ম-বাজারে প্রবেশ করে, এর মধ্যে মাত্র
        ১০ লক্ষ মানুষ কাজ পায়। বাকিরা থাকে বেকার। ৬৮. জনমিতিক ক্রান্তিকালের
        লভ্যাংশ সার্থকভাবে অর্জন করতে হলে সব কর্মক্ষম মানুষের জন্য কর্মসংস্থান
        সৃষ্টি করতে হবে। এটি একটি বিশাল যজ্ঞ। এই লক্ষ্য অর্জনের জন্য জাতীয়
        সঞ্চয়ের হার ন্যূনপক্ষে ৪০ শতাংশে বৃদ্ধি করতে হবে। এই সঞ্চয়ের পুরোটাই
        বিনিয়োগ করতে হবে। বিনিয়োগের একটি অংশ ব্যবহৃত হবে প্রয়োজনীয় মানবসম্পদ
        উন্নয়নের জন্য। অন্য অংশ ব্যয় করতে হবে কৃষি শিল্প ও সেবাখাতকে দ্রুত
        উন্নততর পর্যায়ে উন্নীত করার জন্য। ৬৯. মানবসম্পদ উন্নয়নের লক্ষ্যে
        পরিবর্তন আনতে হবে জনগোষ্ঠীর চিন্তার জগতে। দেশের তরুণদেরকে নন-টেকনিক্যাল
        'Diploma Disease’ থেকে মুক্ত করতে হবে। অভিরুচি, সামর্থ্য, মেধা ও
        বাজার-চাহিদা অনুযায়ী শিক্ষার ক্ষেত্রে বৈচিত্র্য আনতে হবে। পেশাগত ও
        কারিগরি শিক্ষা, প্রকৌশল বিদ্যা, চিকিৎসা বিদ্যা, বিজ্ঞান শিক্ষা ও
        বিজ্ঞানের বিভিন্ন মৌলিক ও প্রায়োগিক গবেষণা, শত শত ধরনের ট্রেড ও পেশার
        জন্য প্রশিক্ষণ কর্মসূচী মানবসম্পদকে বিকশিত করতে পারে। ট্রেড ও পেশা যেমন-
        প্লাম্বার, ফিটার, ইলেক্ট্রিশিয়ান, ইলেকট্রনিক মেকানিক, হেল্থ
        টেকনিশিয়ান, নার্স, মাস্টার-টেইলার্স, ফ্যাশন-ডিজাইনার, কৃষি-যন্ত্রপাতি
        মেরামতকারী, লেদ-অপারেটর, গার্মেন্টস যন্ত্রপাতি মেরামত ও
        রক্ষণাবেক্ষণকারী, ইন্ডাস্ট্রিয়াল মেশিনারিজ মেকানিক ও ইঞ্জিনিয়ার,
        হসপিটালিটি-সার্ভিস, হাউজ কিপিং, আসবাব-পত্র ডিজাইনার, চারু ও কারু শিল্প,
        ম্যাসনরি, রড-বাইন্ডার, ভূমি সার্ভেয়ার, রেল ওয়ার্কশপ টেকনিশিয়ান,
        যানবাহন-মেকানিক, মোটর ড্রাইভিং, প্রিন্টিং টেকনোলজিস্ট, মোবাইল টেলিফোন ও
        কম্পিউটার টেকনিশিয়ান ইত্যাদি। এর জন্য প্রয়োজন হবে গুণগতভাবে উন্নত
        প্রাথমিক ও মাধ্যমিক শিক্ষা। এর সমান্তরালে সকল পর্যায়ে শিক্ষকদের মানও
        উন্নত করতে হবে। এর জন্য প্রয়োজনে বিদেশে কর্মরত বাংলাদেশী বিজ্ঞানী,
        প্রযুক্তিবিদ ও অধ্যাপকদের সহযোগিতাও গ্রহণ করতে হবে। সকল ধরনের ট্রেড ও
        পেশার শিক্ষার মান উন্নতকরন এবং সনদায়নের জন্য প্রয়োজনীয় সংখ্যক
        প্রতিষ্ঠানও গড়ে তুলতে হবে। মানবসম্পদ উন্নয়নে সরকারী ও বেসরকারী খাতকে
        দক্ষতার সংগে কাজে লাগাতে হবে। প্রযুক্তি ও কারিগরি ইন্সটিটিউটগুলোর
        ইন্সট্রাক্টর ও ট্রেইনারদের বিশেষ আর্থিক সুবিধা ও অন্যবিধ সুযোগ সুবিধা
        প্রদান করে এসব প্রতিষ্ঠানের কার্যকারিতা নিশ্চিত করতে হবে। ব্যাংক ও
        আর্থিক প্রতিষ্ঠানগুলোকে তাদের Corporate Social Responsibility কর্মসূচীর
        সিংহভাগ মানবসম্পদ উন্নয়নে ব্যয় করতে উৎসাহিত করতে হবে। জনমিতিক
        ক্রান্তিকালের মূল কৌশল হবে সঞ্চয় ও বিনিয়োগ বৃদ্ধির মাধ্যমে দক্ষ
        মানবসম্পদ সৃষ্টি এবং তাদের জন্য বিনিয়োগ বৃদ্ধির মাধ্যমে আকর্ষণীয়
        কর্ম-বাজার সৃষ্টি। প্রয়োজন শিক্ষা, গবেষণা ও প্রশিক্ষণ প্রতিষ্ঠান ও
        বিজনেস ফার্মের মধ্যে সেতুবন্ধন রচনা। অগ্রসর জ্ঞান, প্রযুক্তি, তথ্য
        প্রযুক্তি ও শিক্ষার মাধ্যমে মানব সম্পদের দক্ষতা উন্নয়ন করা ও
        কর্মসংস্থানের সৃষ্টি করা। মানবসম্পদ উন্নয়নে অনুক্ত জ্ঞান (tacit
        knowledge), প্রায়োগিক জ্ঞান, তাত্ত্বিক জ্ঞান, প্রায়োগিক ও তাত্ত্বিক
        গবেষণাসহ সব ধরনের জ্ঞান চর্চার মধ্যে ভারসাম্য অর্জন করতে হবে। বাংলাদেশকে
        একটি উন্নত, মর্যাদাশীল জাতি হতে হলে জনমিতিক ক্রান্তিকালের লভ্যাংশ
        অর্জনের বিকল্প কিছু নেই। জনমিতিক লভ্যাংশ অর্জনই হবে বিএনপি’র অন্যতম
        অগ্রাধিকার। ৭০. ২০১৬ সনের জাতিসংঘের মানব উন্নয়ন সূচক (Human Development
        Index- HDI) অনুযায়ী বিশ্বের ১৮৮ দেশের মধ্যে বাংলাদেশের অবস্থান ১৩৯ তম।
        এতে বুঝা যায় বাংলাদেশ এখনও মানব উন্নয়নে বিশেষ করে এর জনমিতিক লভ্যাংশের
        সুযোগ গ্রহণে অর্থবহ কার্যক্রম নিতে পারেনি। বিএনপি ২০৩০ সনের মধ্যে
        বাংলাদেশকে উচ্চ মানব উন্নয়ন (High Human Development) স্কেলে উন্নীত করার
        লক্ষ্যে পরিকল্পিত ও কার্যকর পদক্ষেপ গ্রহণ করবে। শিক্ষা ও মানব সম্পদ ৭১.
        বংলাদেশের মত একটি ঘনবসতিপূর্ণ ও সম্পদ-দরিদ্র দেশে শিক্ষা ও প্রযুক্তির
        প্রসার ও মানব-সম্পদ উন্নয়নের বিকল্প নেই। শিক্ষাকে কর্মমুখী ও ব্যবহারিক
        জীবনের সাথে সম্পৃক্ত করা হবে। বিএনপি শিক্ষার প্রতিটি স্তরে গুণগত মান
        নিশ্চিত করবে এবং বিজ্ঞান শিক্ষায় অনগ্রসরতা কাটিয়ে উঠতে প্রয়োজনীয় পদক্ষেপ
        গ্রহণ করবে। শিক্ষা ধনিক শ্রেণীর একচেটিয়া অধিকার নয়। বিএনপি ধনী দরিদ্র
        নির্বিশেষে সকলের জন্য গুণগত শিক্ষা নিশ্চিত করবে। বিএনপি শিক্ষার সুযোগকে
        অনগ্রসর এলাকার জনসাধারণের দ্বার-প্রান্তে নিয়ে যাবে। ৭২. এক দশকের মধ্যে
        নিরক্ষরতা দূর করা হবে। ৭৩. শিক্ষাখাতে জিডিপির ৫% অর্থ ব্যয় করা হবে। ৭৪.
        উচ্চতর পর্যায়ের শিক্ষা হবে জ্ঞান, বিজ্ঞান ও প্রযুক্তির উৎকর্ষে সমৃদ্ধ।
        গুরুত্ব দেওয়া হবে বিষয়ভিত্তিক শিক্ষা, প্রশিক্ষণ ও গবেষণার উপর। গড়ে তোলা
        হবে বিশ্বমানের বিশ্ববিদ্যালয়। ৭৫. শিক্ষার মানোন্নয়ন ও সম্প্রসারণের জন্য
        জাতীয় টিভিতে একটি পৃথক শিক্ষা চ্যানেল চালু করা হবে। ৭৬. বিশ্বের মেধা জগৎ
        ও আন্তর্জাতিক শ্রম বাজারে বাংলাদেশের একটি নতুন মাত্রা যোগের জন্য বাংলা
        ভাষার পাশাপাশি ইংরেজীসহ অন্যান্য বিদেশী ভাষা (কোরিয়ান, চীনা, জাপানী,
        জার্মান, আরবি, ফ্রেঞ্চ, ¯প্যানিশ ইত্যাদি) শেখার জন্য অধিকতর সুযোগ সৃষ্টি
        করা হবে। ভাষার চাহিদাভিত্তিক দক্ষতা সৃষ্টির লক্ষ্যে নিবিড় প্রশিক্ষণের
        ব্যবস্থা করা হবে। এ জন্য সরকারী উদ্যোগে আরও বিদেশী ভাষা ইন্সটিটিউট গড়ে
        তোলা হবে এবং বেসরকারি খাতকে ভাষা ইন্সটিটিউট গড়ে তুলতে উৎসাহ ও প্রণোদনা
        দিয়ে নিবিড় রেগুলেটরি ব্যবস্থাপনার আওতায় আনা হবে। ৭৭. বিদেশের খ্যাতনামা
        বিশ্ববিদ্যালয় থেকে সর্বোচ্চ ডিগ্রী অর্জনের সুবিধার্থে মেধাবীদের বৃত্তি
        প্রদানের জন্য একটি বিশেষ তহবিল গঠন করা হবে। ৭৮. মেয়েদের এবং ছেলেদের জন্য
        ¯œাতক ও সমপর্যায় পর্যন্ত অবৈতনিক শিক্ষা নিশ্চিত করা হবে। ছেলে ও মেয়েদের
        জন্য শিক্ষা উপবৃত্তি কার্যক্রম সম্প্রসারণ করা হবে। ৭৯. বিএনপি'র
        শিক্ষানীতি হবে জীবনমুখী, ডিগ্রীমুখী নয়। আমাদের দেশে ব্যবস্থাপক,
        ব্যবসায়-প্রশাসক, কারিগরি ও অন্যান্য ধরনের বিশেষজ্ঞ পর্যায়ের মানবস¤পদের
        ঘাটতির ফলে বিপুল সংখ্যক বিদেশী আমাদের বিভিন্ন ব্যবসায় ও শিল্পপ্রতিষ্ঠানে
        নিয়োজিত হয়েছে এবং হচ্ছে। এরা বাংলাদেশ থেকে নিজ নিজ দেশে বিপুল পরিমাণ
        রেমিট্যান্স প্রেরণ করায় বাংলাদেশের অর্থনীতি ক্ষতিগ্রস্ত হচ্ছে। এই ক্ষতি
        কাটিয়ে উঠার জন্য আমাদের দেশেই প্রয়োজনীয় দক্ষ মানবস¤পদ সৃষ্টি করতে হবে।
        এই লক্ষ্যে বিএনপি কার্যকর প্রশিক্ষণ কোর্স চালু করে দেশের শ্রমশক্তিকে
        দ্রুত প্রশিক্ষিত করে তুলে স্বদেশেই তাদের কর্মসংস্থান করবে এবং বৈদেশিক
        মুদ্রা হরণ বন্ধ করে অর্থনীতিকে আরও সবল করবে। অদক্ষ শ্রমিকদের দেশী ও
        বিদেশী চাহিদার নিরিখে ভোকেশনাল ও টেকনিক্যাল প্রশিক্ষণ এবং প্রয়োজনীয়
        ভাষাশিক্ষা দিয়ে কর্মসংস্থানমুখী দক্ষ মানব সম্পদে পরিণত করার লক্ষ্যে
        বিএনপি যাবতীয় প্রশাসনিক ও প্রাতিষ্ঠানিক পদক্ষেপ গ্রহণ করবে। ৮০.
        সর্বপর্যায়ে শিক্ষা অর্জনের সুযোগ লাভের ক্ষেত্রে সামাজিক, সাংস্কৃতিক,
        জেন্ডার ও অর্থনৈতিক বাধাসমূহ দূর করা হবে। ৮১. দৈহিক, মানসিক এবং
        আবেগগতভাবে প্রতিবন্ধীদের যথোপযুক্ত শিক্ষা অর্জনের জন্য যথাযথ
        প্রশিক্ষণপ্রাপ্ত শিক্ষক নিয়োগ, বিশেষ শিক্ষা ব্যবস্থা এবং শিক্ষা উপকরণসহ
        পর্যাপ্ত সুযোগ নিশ্চিত করা হবে। ৮২. ঢাকা বিশ্ববিদ্যালয়সহ সকল
        বিশ্ববিদ্যালয় ও উচ্চ শিক্ষা প্রতিষ্ঠানে ছাত্র-সংসদের নির্বাচন নিশ্চিত
        করে ছাত্রদের মধ্য হতে ভবিষ্যৎ নেতৃত্ব বিকাশের পথ সুগম করা হবে। ৮৩.
        প্রাথমিক ও মাধ্যমিক শিক্ষার গুণগতমান উন্নয়নের জন্য প্রয়োজনীয় কার্যকর
        ব্যবস্থা নেয়া হবে। প্রাথমিক ও মাধ্যমিক শিক্ষকদের জীবনযাত্রার মান উন্নত
        করার লক্ষ্যে দ্রব্য মূল্যের সাথে সঙ্গতি রেখে নিয়মিত বেতন ভাতাদি বৃদ্ধি
        করা হবে। ৮৪. মাদ্রাসা শিক্ষাকে আরো আধুনিক ও যুগোপযোগী করা হবে। তাদের
        কারিকুলামে পেশাভিত্তিক ও বৃত্তিমূলক বিভিন্ন বিষয়কে অন্তর্ভুক্ত করা হবে।
        এই সংস্কারের আওতায় ধর্মীয় শিক্ষার পাশাপাশি বিজ্ঞান-প্রযুক্তি ও আইটি এবং
        ইংরেজিসহ বিভিন্ন ভাষা শিক্ষার ব্যবস্থা থাকবে, যাতে মাদ্রাসা শিক্ষিতরা
        উৎপাদনশীল কাজ, চাকরি, অন্যান্য পেশা ও উচ্চতর শিক্ষা প্রতিষ্ঠানে ভর্তির
        ক্ষেত্রে পিছিয়ে না পড়ে। উল্লেখ্য যে বিএনপি সর্বশেষ রাষ্ট্র পরিচালনায়
        থাকাকালীন কওমী মাদ্রাসার ‘দাওরায়ে হাদিস’ সনদকে মাস্টার্স ডিগ্রীর সমমান
        ঘোষণা করে। তথ্য ও যোগাযোগ প্রযুক্তি (ICT) ৮৫. বর্তমান সরকার ICT সেক্টরে
        উন্নয়নের বাগাড়ম্বর করলেও বাস্তব চিত্র সুখকর নয়। International
        Telecommunication Union (ITU) এর এক তথ্য অনুযায়ী ২০১৬ সালে ICT সেক্টরে
        ১৭৫টি দেশের মধ্যে বাংলাদেশের অবস্থান ছিল ১৪৫ তম যা মালদ্বীপ, নেপাল ও
        ভুটানেরও নিচে। বিএনপি তথ্য ও যোগাযোগ প্রযুক্তি খাতকে বিশেষ অগ্রাধিকার
        দিয়ে বাংলাদেশকে বিশ্বের সঙ্গে তাল মিলিয়ে চলায় সক্ষম করে তোলার লক্ষ্যে
        কার্যকর ব্যবস্থা গ্রহণ করবে। তথ্য ও প্রযুক্তি বিষয়ে মানব সম্পদের উৎকর্ষ
        সাধন করা হবে। ৮৬. অর্থনীতির ক্ষেত্রে সেবাখাত-নির্ভর উন্নয়ন কৌশলের সঙ্গে
        সংগতি রেখে ২০৩০ সালের মধ্যে তথ্য ও প্রযুক্তি খাতকে সর্বোচ্চ বৈদেশিক
        মুদ্রা অর্জনকারী খাতে রূপান্তর করা হবে। আউটসোর্সিং এবং সফটঅয়্যার খাতকে
        বিশেষভাবে উৎসাহিত করা হবে এবং তথ্য ও প্রযুক্তি খাতে বিদেশ হতে অর্জিত
        অর্থ দেশে আনয়নের ক্ষেত্রে সকল প্রকার অযৌক্তিক বাধা দূর করা হবে।
        ফ্রিল্যান্সার ও আউটসোর্সিং এর সাথে জড়িত সকলকে সুবিধা দেয়ার উদ্দেশ্যে
        স্বল্প চার্জে Global Payment Gateway সুবিধা দেয়া হবে। ৮৭. কনটেন্টস
        ক্রিয়েশন এবং পাবলিকেশন বিষয়ে সামঞ্জস্যপূর্ণ নীতি-কৌশল গ্রহণ ও বাস্তবায়ন
        করা হবে। ৮৮. Nationwide Telecommunication Transmission Network (NTTN),
        Internet Service Provider (ISP) এবং International Internet Gateway (IIG)
        মার্কেট উন্মুক্ত করে দেয়া হবে; এর ফলে প্রতিযোগিতার সৃষ্টি হবে, দক্ষতা
        বাড়বে এবং ইন্টারনেট ব্যয় হ্রাস পাবে। ৮৯. VOIP উন্মুক্ত করে দেয়া হবে। এর
        ফলে বহির্বিশ্বের সাথে যোগাযোগ সহজ, সাশ্রয়ী ও সুলভ হবে। এতে করে ইন্টারনেট
        ব্যবহারকারী ব্যবসায়ী প্রতিষ্ঠান এবং সাধারণ জনগণের দক্ষতা ও উৎপাদনশীলতা
        বৃদ্ধি পাবে। রপ্তানিমুখী শিল্প খাত, দেশীয় বাজারমুখী শিল্প খাত, ই-কমার্স,
        কম্পিউটিং আউটসোর্সিং উন্নয়নসহ বিভিন্ন আইসিটি কর্মকান্ডে বৃহৎ উল্লম্ফন
        ঘটবে, কর্মসংস্থান সৃষ্টি হবে, দক্ষতা বাড়বে এবং সরকারের রাজস্ব আয় বৃদ্ধি
        পাবে। VOIP খাতে চলমান দুর্নীতি ও লুণ্ঠন হ্রাস পাবে। ৯০. প্রশাসন, বিচার
        বিভাগ, শিক্ষা, স্বাস্থ্য, বাণিজ্য, যোগাযোগ, কৃষি ও গবেষণাসহ যেসকল
        ক্ষেত্রে তথ্য প্রযুক্তি ব্যবহারের সুযোগ রয়েছে সে সকল ক্ষেত্রে প্রযুক্তির
        পরিপূর্ণ ব্যবহার নিশ্চিত করা হবে। এজন্য একটি সু¯পষ্ট ও সুনির্দিষ্ট
        নীতিমালা অনুসরণ করা হবে। ৯১. তথ্য প্রযুক্তিতে অবদানের স্বীকৃতি স্বরূপ
        জাতীয় পুরষ্কার প্রদানের ব্যবস্থা করা হবে। শ্রেষ্ঠ স্কুল, শ্রেষ্ঠ কলেজ ও
        শ্রেষ্ঠ শিক্ষক ও শ্রেষ্ঠ ফ্রিল্যান্সারের জন্য জাতীয় ICT এ্যাওয়ার্ড ঘোষণা
        করা হবে। ৯২. তথ্য ও যোগাযোগ প্রযুক্তি খাতে বিদেশী বিনিয়োগ সহজসাধ্য করা
        হবে। ICT খাতে বিদেশী বিনিয়োগ এবং দেশি বিদেশী যৌথ উদ্যোগ নিশ্চিত করতে
        যথোপযুক্ত প্রাতিষ্ঠানিক ব্যবস্থা ও নানামুখী প্রণোদনা প্রদান করা হবে। IT
        Innovation Fund’র সর্বোচ্চ ব্যবহার নিশ্চিত করার লক্ষ্যে ২০৩০ সালের মধ্যে
        বিভিন্ন সৃজনশীল ও সমন্বিত পরিকল্পনা বাস্তবায়ন করা হবে। প্রতিভাবান যুব
        সম্প্রদায় ও আগ্রহী উদ্যোক্তাদের সফটঅয়্যার শিল্প ও আইটি সার্ভিস সেক্টরে
        সার্বিক সহায়তা প্রদান করা হবে। নবাগত উদ্যোক্তাদের উদ্ভাবনী শক্তি যথাযথ
        ক্ষেত্রে প্রয়োগের লক্ষ্যে একটি পরামর্শক সংস্থা গড়ে তোলা হবে। আর্থিকভাবে
        অস্বচ্ছল উদ্যোক্তাদের জন্য বিদ্যমান ÒStart-up Fund” বিস্তৃত করে নানাবিধ
        আর্থিক প্রণোদনা ও স্বল্প সুদে ঋণ প্রদান করা হবে। ICT শিল্পের জন্য
        পুঁজিবাজারের মাধ্যমে Mutual Fund অথবা Venture Capital গড়ে তোলায় উৎসাহিত
        করা হবে। ৯৩. বিএনপি ইন্টারনেট অবকাঠামো উন্নয়নের মাধ্যমে দ্রুততম সময়ের
        মধ্যে মোবাইল ডাটার জন্য এবং ব্রডব্যান্ডের ক্ষেত্রে সাশ্রয়ী মূল্যে
        সময়োপযোগী সর্বোচ্চ গতির ইন্টারনেট নিশ্চিত করবে। ৯৪. সাবমেরিন ক্যাবলের
        সাথে একাধিক সংযোগ স্থাপনের মাধ্যমে bandwidth এর capacity বৃদ্ধি করে
        নিরবচ্ছিন্ন ইন্টারনেট সংযোগ নিশ্চিত করা হবে। ৯৫. মোবাইল কোম্পানীগুলোর
        মাধ্যমে সারা দেশে বিশেষ করে মফঃস্বলে উচ্চ গতির 4G কভারেজ নিশ্চিত করা
        হবে। বিশ্বের সঙ্গে তাল মিলিয়ে ভবিষ্যতে 4G বা তার চেয়ে উচ্চ গতির
        ইন্টারনেট কভারেজ নিশ্চিত করা হবে। ৯৬. সফটঅয়্যার ও হার্ডঅয়্যার শিল্পে
        বিভিন্ন ধরনের প্রণোদনা দেয়া হবে। ইন্টারনেট ব্যবহারের মূল উপাদানগুলো
        (যেমন:- স্মার্টফোন, ল্যাপটপ ইত্যাদি) সাশ্রয়ী মূল্যে দেশে উৎপাদন উৎসাহিত
        করা হবে। তথ্য ও যোগাযোগ প্রযুক্তিতে ব্যবহৃত সকল প্রকার উপকরণ সামগ্রীর
        উপর শূন্য শুল্ক সুবিধা বজায় রাখা হবে। ৯৭. নিরবচ্ছিন্ন, স্থিতিশীল ও গুণগত
        মানসম্পন্ন বিদ্যুৎ সরবরাহ ও IT পার্ক (সরকারী ও বেসরকারী) স্থাপনের
        মাধ্যমে আধুনিক ICT অবকাঠামো গড়ে তোলা হবে। কালিয়াকৈরসহ দেশের বিভিন্ন
        এলাকায় সফটঅয়্যার টেকনোলজি পার্ক, হাইটেক পার্ক, এডুকেশন পার্ক, কম্পিউটার
        ভিলেজ, আইটি ইনকিউবেটর প্রতিষ্ঠা করে জ্ঞান বিকাশ ও দেশে-বিদেশে
        কর্মসংস্থানের সুযোগ বৃদ্ধি করা হবে। সরকারী ও বেসরকারি উদ্যোগে ব্যাপক
        হারে উচ্চ-ধারণ ক্ষমতাসমপন্ন data centre গড়ে তোলা হবে। ৯৮. উচ্চ মাধ্যমিক
        পর্যায়ে কম্পিউটার সমর্থিত শিক্ষা ব্যবস্থা প্রবর্তন করা হবে। এ পর্যায়ে
        কম্পিউটার প্রোগ্রামিং শিক্ষা চালু করা হবে। এ লক্ষ্যে বিপুল সংখ্যক
        সুপ্রশিক্ষিত শিক্ষক নিয়োগ করা হবে। ৯৯. প্রত্যেক জেলায় একটি করে ‘স্মার্ট
        স্কুল’ প্রতিষ্ঠা করা হবে এবং এসব স্কুল অন্যান্য স্কুলের জন্য মডেল
        প্রযুক্তি প্রদর্শকের (Technology Demonstrator) কাজ করবে। ১০০. কম্পিউটার
        শিক্ষক প্রশিক্ষণের জন্য প্রতি জেলায় একটি করে কম্পিউটার প্রশিক্ষণ
        ইন্সটিটিউট স্থাপন করা হবে। ১০১. স্থানীয় সরকারের আওতায় বিভিন্ন পর্যায়ে
        আইটি ইন্সটিটিউট গড়ে তোলা হবে। ছাত্র-ছাত্রীদের বৃত্তি প্রদান করে আইটি
        খাতকে উৎসাহিত করা হবে। ২০২০ সালের মধ্যে মাধ্যমিক স্তরে এবং ২০২৫ সাল
        নাগাদ প্রাথমিক স্তরে প্রশিক্ষিত শিক্ষক, হার্ড-অয়্যার, ল্যাবরেটরিসহ সব
        দিক থেকে উন্নততর আইটি শিক্ষা ব্যবস্থা গড়ে তোলা হবে। প্রতিটি স্কুল কলেজের
        সাধারণ শিক্ষার পাশাপাশি স্কিল ডেভেলপমেন্ট কোর্স চালু করা হবে। শিক্ষক ও
        শিক্ষার্থীদের সুবিধার্থে পর্যায়ক্রমে প্রতিটি শিক্ষা প্রতিষ্ঠানসহ
        পাবলিক-প্লেসগুলোকে Free & Safe Internet Wi-Fi Zone এর আওতায় আনা হবে।
        ১০২. বিএনপি জনগণের বাক ও চিন্তার স্বাধীনতা ক্ষুন্ন হয় এমন সকল বাধা
        অপসারণ করবে। তথ্য প্রযুক্তি ও সামাজিক যোগাযোগ মাধ্যম (ফেসবুক, টুইটার
        ইত্যাদি) বিষয়ক সকল আইনের (যেমন Cyber Security Act., ICT Act.. ইত্যাদি)
        অগণতান্ত্রিক ও নিয়ন্ত্রনমূলক ধারাসমূহ সংশোধন করা হবে। ১০৩. ই-বর্জ্য
        ব্যবস্থাপনার জন্য একটি সঠিক ও সময়োপযোগী নীতিমালা প্রণয়ন করে
        ইলেকট্রিক্যাল এবং ইলেকট্রনিক পণ্যের উৎপাদক, আমদানিকারক, বিক্রেতা এবং
        ক্রেতার পৃথক পৃথক দায়িত্ব নিশ্চিত করা হবে। ই-বর্জ্য জনস্বাস্থ্যের জন্য
        মারাতœক ক্ষতিকারক হওয়ায় ই-বর্জ্য হুমকির হাত থেকে রক্ষা পেতে দেশ জুড়ে
        বিদেশ থেকে নিয়ে আসা ই-বর্জ্যসহ যাবতীয় ই-বর্জ্যের সঠিক কালেকশন সিস্টেম ও
        ম্যানেজমেন্ট সিস্টেম গড়ে তোলা হবে। ১০৪. তথ্য ও প্রযুক্তি খাত হবে
        বিএনপি’র বিশেষ অগ্রাধিকার খাত। ক্রীড়া ১০৫. ২০৩০ সালের মধ্যে খেলাধুলার
        কয়েকটি ক্ষেত্রে বিশ্বমানচিত্রে বাংলাদেশ যাতে একটি গ্রহণযোগ্য স্থান করে
        নিতে পারে সে লক্ষ্যে পরিকল্পিত ও কার্যকর পদক্ষেপ গ্রহণ করা হবে। ১০৬.
        খেলাধুলায় আন্তর্জাতিক মান অর্জনের জন্য প্রতি জেলায় একটি আধুনিক প্রযুক্তি
        নির্ভর ক্রীড়া একাডেমি প্রতিষ্ঠা করা হবে। ১০৭. মাল্টি গেমস্ ইভেন্ট (Multi
        Games Event) যেমন সাউথ এশিয়ান গেমস, এশিয়ান গেমস, কমন ওয়েলথ গেমস,
        অলিম্পিক গেমস ইত্যাদিতে বাংলাদেশের সম্মানজনক স্থান অর্জনের জন্য দেশে
        একটি আধুনিক জাতীয় অলিম্পিক একাডেমি প্রতিষ্ঠা করা হবে। ১০৮. ক্রীড়া ও
        খেলাধুলার উন্নয়নের লক্ষ্যে আন্তর্জাতিক মানের প্রশিক্ষক, প্রয়োজনীয়
        অবকাঠামো উন্নয়ন ও ক্রীড়া সরঞ্জামাদি সংগ্রহের জন্য সরকারী ও বেসরকারি
        বিনিয়োগ বৃদ্ধি করা হবে। ব্যাংক ও বেসরকারি ব্যবসায় প্রতিষ্ঠানগুলোকে
        ক্রীড়া ও খেলাধুলার মান উন্নয়নকে তাদের কর্পোরেট সোস্যাল রেসপনসিবিলিটির
        (CSR) অন্তর্ভুক্ত করতে আরও উৎসাহিত করা হবে। ১০৯. স্কুল, কলেজ ও
        বিশ্ববিদ্যালয়ে ক্রীড়ার ক্ষেত্রে মূল্যায়নের ভিত্তিতে যাদেরকে
        প্রতিশ্রুতিবান বিবেচনা করা হবে তাদের একটি জাতীয় তালিকা প্রণয়ন করা হবে। এ
        সব প্রতিশ্রুতিবান ক্রীড়াবিদ ও খেলোয়াড়দের প্রশিক্ষণের মাধ্যমে এদের মধ্য
        থেকে আন্তর্জাতিক পর্যায়ে প্রতিযোগিতায় সক্ষমদের চিহ্নিত করা হবে এবং জাতীয়
        ক্রীড়া ও খেলার টিমে এদের অংশগ্রহণ সুনিশ্চিত করা হবে। এছাড়া সামাজিক
        প্রতিষ্ঠান, ক্লাব ও গণমাধ্যমকে ব্যবহার করে ক্রীড়া ও খেলাধুলার ক্ষেত্রে
        ‘ট্যালেন্ট হান্ট’ স্কিম চালু করা হবে। ১১০. আন্তর্জাতিক ক্ষেত্রে সাফল্য
        অর্জনকারী ক্রীড়াবিদদের সম্মানজনক জাতীয় পুরষ্কার দেয়া হবে। প্রতিটি
        প্রশাসনিক ইউনিটে (উপজেলা, জেলা, বিভাগ) ক্রীড়া ও খেলাধুলার ক্ষেত্রে
        আকর্ষণীয় পুরষ্কার ব্যবস্থা গড়ে তোলা হবে। ১১১. ক্রীড়াঙ্গন ও ক্রীড়া
        প্রতিষ্ঠানগুলোতে সঠিক নেতৃত্ব প্রতিষ্ঠাকল্পে দলীয় হস্তক্ষেপ বন্ধ করা
        হবে। সংস্কৃতি ১১২. সংস্কৃতি একটি জাতির মুখচ্ছবি। সংস্কৃতির মধ্য দিয়ে
        জাতির মনন ও রুচির বহিঃপ্রকাশ ঘটে। সাংস্কৃতিকভাবে প্রতিবন্ধী জাতি কখনও
        বিশ্ব দরবারে মাথা উঁচু করে দাঁড়াতে পারে না। জাতীয় সংস্কৃতির স্বরূপ গড়ে
        উঠবে ঐতিহ্য ও আধুনিকতার মেল-বন্ধনে। সংস্কৃতি চর্চার লক্ষ্য হবে দেশপ্রেম,
        মানবিক মূল্যবোধ, জাতির আত্ম-পরিচয় এবং নির্মল বিনোদনের জন্য পরিবেশ তৈরি
        করা। বহিঃর্বিশ্বের যা কিছু শুভ ও কল্যাণময় সে সব উপাদান জাতীয় সংস্কৃতির
        সংগে সমন্বিত করা হবে। সাংস্কৃতিক ক্ষেত্রে অনৈতিক আকাশ-সংস্কৃতি ও
        অন্যান্য সাংস্কৃতিক আগ্রাসন রোধ করা হবে। জাতীয় ঐতিহ্যের সংগে
        সংগতিপূর্ণ-সঙ্গীত, নৃত্য-কলা, নাটক, সাহিত্য চর্চা, চলচ্চিত্রসহ সংস্কৃতির
        বিভিন্ন উপাদানকে সমৃদ্ধ করা হবে। জাতীয় ভাবধারার পরিপন্থী অপসংস্কৃতি
        চর্চাকে নিরুৎসাহিত করা হবে। গণতান্ত্রিক সংস্কৃতিকে উৎসাহিত করার পথে সকল
        প্রকার বাধা অপসারণ করা হবে। সংস্কৃতির মাধ্যমে স্বাধীন চিন্তাধারা ও
        মতাদর্শের যেন সুষ্ঠু প্রতিফলন হয় তার জন্য গণতান্ত্রিক রীতি পদ্ধতির
        অনুসরণ করা হবে। ১১৩. শিক্ষা প্রতিষ্ঠানে সুস্থ সংস্কৃতি ও বিনোদন চর্চার
        পরিবেশ ও সুযোগ সুবিধা সৃষ্টি করা হবে। ১১৪. জাতীয় সংস্কৃতির প্রধান প্রধান
        ক্ষেত্রে জাতীয় পদক প্রদানের রীতি আরও সম্প্রসারিত করা হবে। বিদেশে
        কর্মসংস্থান ও প্রবাসী কল্যাণ ১১৫. বৈদেশিক কর্মসংস্থান সম্প্রসারণ,
        ঝুঁকিমুক্ত অভিবাসন নিশ্চিতকরণ ও অভিবাসন ব্যবস্থাপনা খাতে সুশাসন
        প্রতিষ্ঠার লক্ষ্যে সুচিন্তিুত ও পরিকল্পিত পদক্ষেপ গ্রহণ করা হবে। ১১৬.
        বৈদেশিক শ্রমবাজারের চাহিদার নিরিখে বিদেশে নিয়োগ প্রাপ্তিতে ইচ্ছুক
        বাংলাদেশী শ্রমিকদের দক্ষতা বৃদ্ধির লক্ষ্যে বিদেশী ভাষাসহ প্রয়োজনীয়
        প্রশিক্ষণের প্রাতিষ্ঠানিক ব্যবস্থা গড়ে তোলা হবে। ১১৭. অভিবাসন ব্যয়
        যুক্তিসংগত ও সহনীয় পর্যায়ে নামিয়ে আনার লক্ষ্যে সমস্যাটির জটিলতা পরীক্ষা
        করে কার্যকর আইনি ও প্রাতিষ্ঠানিক নিয়ন্ত্রণ ব্যবস্থা ও সচেতনতা বৃদ্ধিমূলক
        কর্মসূচী গ্রহণ করা হবে। ১১৮. প্রবাসীরা যাতে তাদের কষ্টার্জিত আয় বৈধ পথে
        বাংলাদেশে প্রেরণ করতে পারে সে জন্য পর্যাপ্ত সংখ্যক এক্সচেঞ্জ
        হাউস/ব্যাংকের সংগে প্রণোদনা সুবিধাসহ রেমিট্যান্স প্রেরণ ব্যবস্থা গড়ে
        তোলা হবে। ১১৯. প্রবাসী বাংলাদেশীদের নানাবিধ সমস্যা বিশেষ করে প্রবাসী
        বাংলাদেশী শ্রমিকদের বিভিন্ন অধিকারের গুরুতর লংঘনের বিষয়
        দ্বিপাক্ষিক-চুক্তি বা সমঝোতা স্বারকের আলোকে সংশ্লিষ্ট সরকারের সাথে
        অর্থবহ আলোচনার মাধ্যমে সুষ্ঠু সমাধানের কার্যকর পদক্ষেপ গ্রহণ করা হবে।
        ১২০. বিদেশে বাংলাদেশী দূতাবাসগুলো যাতে প্রবাসী বাংলাদেশীদের বিশেষ করে
        প্রবাসী শ্রমিকদের কল্যাণে যথাযোগ্য ভূমিকা পালন করে তা নিশ্চিত করা হবে।
        বিশ্বের যে সব দেশে ব্যাপক সংখ্যক প্রবাসী বাংলাদেশী কর্মরত রয়েছে, ঐসব
        দূতাবাসে কনসুলার সেবা প্রদানের লক্ষ্যে পর্যাপ্ত জনবল ও অন্যান্য
        সুযোগ-সুবিধা নিশ্চিত করা হবে। দূতাবাসসমূহে কর্মরত লেবার উইং এর জনবল
        যুক্তিসংগত হারে বৃদ্ধি করে সেবা সহজলভ্য করা হবে। ১২১. জাতীয় উন্নয়নে
        প্রবাসী বাংলাদেশীদের বিনিয়োগ উৎসাহিত করা হবে এবং তাদের মতামত ও পরামর্শের
        যথাযথ মূল্যায়ন করা হবে। প্রবাসী বিনিয়োগকারীদের স্বল্প সুদে ঋণ সুবিধাসহ
        বিদ্যমান সুযোগ সুবিধা সম্প্রসারণ করা হবে। ১২২. বিদেশ ফেরত প্রবাসীদের
        বিমান বন্দরে বিদ্যমান হয়রানি বন্ধ করা হবে। বিদেশ থেকে ফেরত আসা
        প্রবাসীদের যথাযথ তালিকা প্রস্তুত করে তাদের কল্যানে নানামুখী প্রকল্প হাতে
        নেয়া হবে। ১২৩. প্রবাসী বাংলাদেশীদের দীর্ঘদিনের দাবি অনুযায়ী এবং জাতীয়
        অর্থনীতিতে তাদের অবদান বিবেচনায় প্রবাসীদেরকে ভোটার তালিকায় অন্তর্ভুক্ত
        করার ব্যবস্থা গ্রহণ এবং জাতীয় নির্বাচনে ভোট প্রদানের সুযোগ সৃষ্টি করে
        দেশ পরিচালনায় তাদের অংশগ্রহণ নিশ্চিত করা হবে। মিডিয়া ও মত প্রকাশের
        স্বাধীনতা ১২৪. বিএনপি বস্তুনিষ্ঠ সমালোচনাকে সব সময় স্বাগত জানায়।
        সাংবাদিকদের পেশাগত স্বাধীনতা নিশ্চিত করা এবং গঠনমূলক ও বস্তুনিষ্ঠ
        সমালোচকের নিরাপত্তা দেওয়া রাষ্ট্রের দায়িত্ব। সে দায়িত্ব পালনে বিএনপি
        সর্বদা স্বচেষ্ট থাকবে। ১২৫. তথ্য প্রযুক্তি আইনের বিতর্কিত ৫৭ ধারা বাতিল
        করা হবে। ১২৬. প্রিন্ট, ইলেকট্রনিক ও অনলাইন মিডিয়ার জন্য মুক্ত চিন্তা ও
        গণতান্ত্রিক চেতনার সাথে সংগতিপূর্ণ একটি নীতিমালা থাকা দরকার। বিএনপি
        সুপ্রিম কোর্টের একজন সাবেক বিচারপতির নেতৃত্বে এবং বিশিষ্ট শিক্ষাবিদ,
        বিশিষ্ট নাগরিক, আইটি বিশেষজ্ঞ ও অভিজ্ঞ সাংবাদিক সমন্বয়ে একটি কমিশন গঠন
        করবে। কমিশনের প্রতিবেদনের ভিত্তিতে ইলেকট্রনিক, প্রিন্ট ও অন-লাইন মিডিয়ার
        জন্য সকলের কাছে গ্রহণযোগ্য নীতিমালা প্রণয়ন করা হবে। ১২৭. বিএনপি সৎ
        সাংবাদিকতার পরিবেশ পুনরুদ্ধার করবে এবং চাঞ্চল্যকর সাগর-রুনি হত্যাসহ সকল
        সাংবাদিক হত্যার বিচার নিশ্চিত করবে। সাংবাদিকদের বিরুদ্ধে রাজনৈতিক
        উদ্দেশ্যে রুজুকৃত সকল মিথ্যা মামলা প্রত্যাহার করা হবে। স্থানীয় সরকার
        ১২৮. বাংলাদেশের অধিকাংশ মানুষ গ্রামে বাস করে। ঢাকার সচিবালয় থেকে দেশ
        শাসন করা হবে না। দেশ চলবে তৃণমূলের জনগণের ইচ্ছায় ও মতামতের ভিত্তিতে।
        জনগণের স্বার্থেই স্থানীয় সরকারকে সর্বাধিক গুরুত্ব দেয়া হবে। ক্ষমতার
        ব্যাপক বিকেন্দ্রীকরণ ও স্থানীয় সরকার প্রতিষ্ঠানসমূহের দায়িত্ব, কর্তব্য ও
        ক্ষমতা চিহ্নিত করে সুশাসন সহায়ক পরিবেশকে কাক্সিক্ষত লক্ষ্যে উন্নীত করা
        হবে। ইউনিয়ন, উপজেলা ও জেলা পরিষদকে অধিকতর শক্তিশালী করা হবে যাতে এ
        সংস্থাগুলো উন্নয়ন কার্যক্রম, আইনশৃঙ্খলা রক্ষা, স্বাস্থ্য ও শিক্ষা
        কার্যক্রমসহ জনগণের জন্য পরিষেবা প্রদানে কার্যকর ভূমিকা রাখতে পারে। ১২৯.
        যেখানে সমস্যা সেখানেই সমাধানের ব্যবস্থা করা হবে। ‘স্থানীয় নেতৃত্বেই
        টেকসই সমাধান সম্ভব’ -এ নীতির ভিত্তিতে দায়বদ্ধতা নিশ্চিত করে স্থানীয়
        সরকার ব্যবস্থাকে ক্ষমতায়িত করা হবে। ক্ষমতা ও উন্নয়নের ভরকেন্দ্র হবে
        গ্রামমুখী। ১৩০. জনগণের মৌলিক পরিষেবা নিশ্চিত করার লক্ষ্যে সকল স্তরের
        স্থানীয় সরকার প্রতিষ্ঠানকে বিধি অনুযায়ী শক্তিশালী করা ও জবাবদিহিতার
        আওতায় আনা হবে। ১৩১. স্থানীয় সরকারের অনুকূলে সরকারী বরাদ্দের অপ্রতুলতা
        এবং বৈষম্য নিরসনের জন্য জাতীয় বাজেটের একটি অংশ বরাদ্দ করা হবে। আইন
        দ্বারা গঠিত একটি স্বাধীন কমিশন সুনির্দিষ্ট নীতিমালার ভিত্তিতে বরাদ্দকৃত
        অর্থ বণ্টনের ১৩২. বর্তমানে রাজনৈতিক কারনে স্থানীয় সরকারের নির্বাচিত
        প্রতিনিধিদের নির্বিচারে সাসপেন্ড/বরখাস্ত/অপসারণ করা হচ্ছে যা অনৈতিক ও
        গণতান্ত্রিক রীতিনীতির পরিপন্থী। আদালত কর্তৃক দন্ডপ্রাপ্ত না হওয়া
        পর্যন্ত স্থানীয় সরকারের নির্বাচিত প্রতিনিধিদের নির্বাহী আদেশবলে
        সাসপেন্ড/বরখাস্ত/অপসারণ করা হবে না। ব্যবস্থা করবে। কৃষি ও কৃষক ১৩৩.
        তীব্র জন-ঘনত্ব এবং ক্রম সংকোচনশীল কৃষি জমি বিবেচনায় নিয়ে উদ্ভাবনমূলক
        কৃষি-কৌশল গ্রহণ করা হবে। সমতল, পাহাড় ও হাওড়-বাওর এলাকার জন্য বিশেষ বিশেষ
        ফসল চাষের উপেযোগিতা বিবেচনায় রেখে ক্রপ-জোনিং (crop- zoning) উৎসাহিত করা
        হবে। কৃষকদের উচ্চফলনশীল এবং উচ্চমূল্য-ফসল চাষে উৎসাহিত করা হবে। এ
        ক্ষেত্রে কৃষকদের প্রয়াস টেকসই করার জন্য সঠিক বাজারজাতকরণ নীতি প্রণয়ন করা
        হবে। সেচের পানির প্রাপ্যতা এবং জলাবদ্ধতা দূর করার জন্য খাল-খনন ও নদীশাসন
        কার্যক্রম জোরদার ও সম্প্রসারণ করা হবে। ১৩৪. বিএনপি কৃষি ও কৃষকের উন্নয়নে
        অঙ্গীকারাবদ্ধ। বাজার প্রক্রিয়াকে নানাভাবে প্রভাবিত করার ফলে কৃষক তার
        ফসলের ন্যায্য মূল্য পায় না। মূল্য-সমর্থন এবং উপকরণ ভর্তুকির সঠিক
        সংমিশ্রণ ঘটিয়ে কৃষক যাতে তার ফসলের ন্যায্য মূল্য পায় সে ব্যবস্থা করা
        হবে। প্রত্যেক ইউনিয়ন পরিষদে উন্মুক্ত আলোচনার মাধ্যমে ডাটা বেইস গড়ে তুলে
        রাষ্ট্রীয় সমর্থন পাওয়ার যোগ্য কৃষকদের তালিকা প্রণয়ন করা হবে। ১৩৫. উন্নত
        মানের বীজের দুষ্প্রাপ্যতা বাংলাদেশের কৃষকের একটি কঠিন সমস্যা। এই সমস্যার
        সমাধানকল্পে প্রত্যেক উপজেলায় বীজ-বর্ধন (seed multiplication) ও
        প্রক্রিয়াকরণ খামার গড়ে তোলা হবে। এ থেকে কৃষি উৎপাদন ৮% থেকে ১০% বৃদ্ধি
        পাবে। ১৩৬. ব্যস্ত মৌসুমে পর্যাপ্ত কৃষি শ্রমিকের অভাবে ঐ সময়ে কৃষি মজুরি
        বৃদ্ধি পায়। এর ফলে কৃষি উৎপাদন ব্যয়ও বৃদ্ধি পায়। কৃষি শ্রমিকের
        দুষ্প্রাপ্যতা মোকাবেলা করার জন্য লাগসই কৃষি-যন্ত্র উৎপাদনে প্রয়োজনীয়
        প্রণোদনা দেয়া হবে। ব্যস্ততাহীন মৌসুমে উদ্বৃত্ত কৃষি শ্রমিকদের কাজে
        লাগানোর জন্য কৃষি বহির্ভূত কর্মসংস্থানের ব্যবস্থা করা হবে। ১৩৭. বাজার
        প্রক্রিয়ার উপর নিয়ন্ত্রণ না থাকায় কৃষক ফসলের ন্যায্য মূল্য থেকে বঞ্চিত
        হয়। উৎপাদন থেকে বাজারজাত পর্যন্ত প্রত্যেক স্তরকে সমন্বিত করে উর্ধমুখী
        (vertical) সমবায় পদ্ধতি গড়ে তুলে ফসলের দেখভাল, বাছাইকরণ, মজুতকরণ এবং
        পরিবহন সুবিধাসমূহ সরাসরি কৃষকের নিয়ন্ত্রণে আনয়ন করা হবে। এজন্য প্রয়োজনীয়
        রাষ্ট্রীয় সমর্থন প্রদান করা হবে। ১৩৮. আধুনিক কৃষি নিবিড় গবেষণা নির্ভর।
        নতুন নতুন উচ্চ ফলনশীল বীজ, লবণাক্ততা নিরোধক বীজ, কম-তৃষ্ণার্ত ফসল, ফসল
        পাকার সময় হ্রাস, পোকামাকড় নিরোধক ফসল, একই মৌসুমে একাধিক ফসলের চাষ অথবা
        একই ফসল একাধিক মৌসুমে উৎপাদন এবং উপকরণ-সাশ্রয়ী ফসল প্রভৃতি উদ্ভাবনে
        আধুনিক কৃষি গবেষণা কেন্দ্রগুলোকে আরও উন্নত ও শক্তিশালী করা হবে। জিএমও
        (GMO) ফসল স¤পর্কে নিবিড় পরীক্ষা নিরীক্ষা করে পরিবেশ বান্ধব ও জাতীয়
        কল্যাণমুখী নীতি গ্রহণ করা হবে। রাষ্ট্রীয় বাজেটের একটি যৌক্তিক অংশ কৃষি
        গবেষণার জন্য বরাদ্দ করা হবে। ১৩৯. বাংলাদেশে কৃষিতে অতি ক্ষুদ্র আকারের
        খামার কৃষির বাণিজ্যায়ণে বাধা হয়ে দাঁড়িয়েছে। ভবিষ্যতে এ সমস্যা আরও প্রকট
        হবে। প্রযুক্তিগত উদ্ভাবনার মাধ্যমে ক্ষুদ্রায়তন খামারের বাণিজ্যায়ণের
        সমস্যা অতিক্রম করা সম্ভব। এ লক্ষ্যে প্রয়োজনীয় রাষ্ট্রীয় উদ্যোগ গ্রহণ করা
        হবে। ১৪০. কৃষি নানা ধরনের ঝুঁকির মুখে পড়ে। এই ঝুঁকি মোকাবেলা করার জন্য
        প্রয়োজনে ভর্তুকি দিয়ে হলেও শস্য বীমা, পশু বীমা, মৎস্য বীমা এবং পোল্ট্রি
        বীমা চালু করা হবে। ১৪১. গরীব এবং প্রাকৃতিক দুর্যোগকবলিত কৃষকের কৃষি
        ঋণের সুদ মওকুফ করা হবে। ১৪২. হাঁস-মুরগী ও মৎস্য খামারের জন্য নিরাপদ
        ‘ফিড’ উৎপাদন ও সরবরাহ নিশ্চিত করার লক্ষ্যে প্রয়োজনীয় নিয়ন্ত্রণ ব্যবস্থা
        (regulatory mechanism) গড়ে তোলা হবে। বার্ড ফ্লু জাতীয় মড়ক থেকে হাঁস
        মুরগী রক্ষার জন্য প্রয়োজনীয় প্রতিষেধক ব্যবস্থা গড়ে তোলা হবে। হাঁস মুরগীর
        পালক ও বিষ্ঠা পুনচক্রায়নের (recycling) জন্য সহজ শর্তে ঋণ প্রদান করা হবে।
        ১৪৩. হাঁস-মুরগী, মৎস্য, পশুসম্পদ, কৃষিজাত ফসল এবং বন-সম্পদ উন্নয়নের জন্য
        সর্বাত্মক গবেষণা কার্যক্রম গ্রহণ করা হবে। ১৪৪. প্রতি উপজেলায় পর্যাপ্ত
        পশু-রোগ প্রতিষেধক ঔষধের যোগান নিশ্চিত করা এবং পশু-রোগ চিকিৎসক
        (Veterinary) নিয়োগ দেয়া হবে। ১৪৫. ছাগল, গবাদি পশু এবং মহিষের খামার গড়ে
        তোলার জন্য ব্যক্তি খাতকে প্রণোদনা দেয়া হবে। ১৪৬. কৃষি-পণ্য প্রক্রিয়াকরণ
        শিল্পখাতকে (agro-processing) প্রণোদনা দেয়া হবে। ১৪৭. কৃষি জমির অকৃষি
        ব্যবহার সাধ্যমত বন্ধ করা হবে। গ্রামাঞ্চলে গুচ্ছ-বসতির (clustered
        housing) মাধ্যমে কৃষি জমির অকৃষি ব্যবহার রোধ করা হবে। ১৪৮. কৃষি
        উন্ন্য়নের প্রধান লক্ষ্য হবে খাদ্য ও পুষ্টির নিরাপত্তা বিধান। সুষম ও
        নিরাপদ খাদ্য ও পুষ্টি (ক্যালরি, আমিষ, ভিটামিন, মিনারেল্স, ফ্যাট প্রভৃতি)
        নিশ্চিত করার লক্ষ্যে যথোপযুক্ত প্রণোদনার মাধ্যমে গোটা কৃষি খাতকে
        পুনর্বিন্যাস ও বিকশিত করা হবে। কৃষিতে অনিরাপদ ও ক্ষতিকর সার ও কীটনাশক
        ব্যবহার বন্ধ করা হবে। ১৪৯. হাওর ও হাওর অঞ্চলের মানুষের জীবন জীবিকা
        উন্নয়নে শহীদ রাষ্ট্রপতি জিয়াউর রহমানই প্রথম ১৯৭৭ সনের ২২শে ফেব্রুয়ারী
        হাওর উন্নয়ন বোর্ড গঠন করেন। হাওর-অর্থনীতি এবং হাওর অঞ্চলের জনগন, তাদের
        জীবন-জীবিকা, ও পরিবেশ নিয়ে আমাদের নতুন করে ভাবতে হবে। পরিকল্পিতভাবে কম
        জীবনকাল ফসলের চাষ, ভাসমান শাকসবজি আবাদ (Aquatic agriculture),
        নিয়ন্ত্রিতভাবে সেচ ব্যবস্থাপনা, মাছের অভয়াশ্রম গড়ে তোলা, জেলেদের আকাল
        সময়ে সাবসিডি প্রদান, পুরো হাওরকে পর্যটন উপযোগী করে গড়ে তোলার সম্ভাব্য সব
        ব্যবস্থা নেয়া, পরিকল্পিতভাবে হাঁস চাষ সহ হাওরের জীব ও প্রাণীকুলের (Flora
        & fauna)সংরক্ষণ ও উন্নয়নের কৌশল অবলম্বন এবং শুষ্ক মৌসুম ও ভেজা বর্ষায়
        হাওর অঞ্চলের অমিত সম্ভাবনাকে সুষ্ঠুভাবে কাজে লাগাতে পরিকল্পিত বহুমুখী
        উদ্যোগ গ্রহন ও বাস্তবায়ন করা হবে। শ্রমিক কল্যাণ ১৫০. বিএনপি শ্রমিক
        শ্রেণীর ট্রেড ইউনিয়ন ও যৌথ দরকষাকষি করার গণতান্ত্রিক অধিকার নিশ্চিত
        করবে। বাজারমূল্য ও মূল্যস্ফীতির সাথে সঙ্গতি রেখে সকল সেক্টরে শ্রমিকদের
        ন্যূনতম মজুরি নির্ধারণের জন্য প্রতি দুই বছর অন্তর রিভিউ ব্যবস্থা চালু
        করা হবে। যৌক্তিক শ্রমিক স্বাস্থ্য-সেবা নিশ্চিত করতে ব্যক্তিখাতের দায়িত্ব
        স¤পর্কে আইন ও বিধি-বিধান প্রণয়ন করবে। এই আইন ও বিধি হবে জাতীয় স্বাস্থ্য
        ব্যবস্থার সংগে সামঞ্জস্যপূর্ণ। একই ধরনের ব্যবস্থা থাকবে রাষ্ট্রীয় খাতের
        জন্য। ১৫১. বিগত কয়েকবছরে ভয়াবহ শিল্প দুর্ঘটনায় শত শত শ্রমিকের প্রাণহানি
        ঘটেছে। শত শত শ্রমিক বিকলাঙ্গ হয়েছে। বিএনপি এ ধরনের ট্রাজিক দুর্ঘটনা থেকে
        শিল্প-খাতকে মুক্ত করতে চায়। এই লক্ষ্যে বিদ্যমান শিল্প-কারখানাগুলোর উপর
        প্রত্যক্ষ জরিপ চালিয়ে শিল্প-কারখানাগুলোতে বৈদ্যুতিক শর্ট-সার্কিট থেকে
        অগ্নিকান্ড, বয়লার বিস্ফোরণ, কারখানা ভবন-ধ্বস সহ দুর্ঘটনার উৎসসমূহ
        চিহ্নিত করা হবে এবং সরকারী ও বেসরকারি সেক্টরে শিল্প-কারখানাগুলোকে
        দুর্ঘটনামুক্ত করার জন্য প্রয়োজনীয় কার্যকর ব্যবস্থা নেয়া হবে। নতুন কোন
        শিল্প-কারখানা যাতে দুর্ঘটনা কবলিত না হয় সে লক্ষ্যে কারখানার অবকাঠামো,
        যন্ত্রপাতি, বিদ্যুৎ ও গ্যাস সংযোগসহ আনুষঙ্গিক বিষয়গুলোর কারিগরি মান
        নিশ্চিত করার জন্য বিশেষ মনিটরিং ব্যবস্থা গড়ে তোলা হবে। ১৫২. গার্মেন্টস
        শিল্পে কর্মরত বিশেষ করে নারী শ্রমিকদের জন্য নিরাপদ আবাসন ও যাতায়াত
        ব্যবস্থা গড়ে তোলা হবে। নগরায়ণ ও আবাসন ১৫৩. দেশের দ্রুত বর্ধনশীল এবং
        নৈরাজ্যপূর্ণ নগরায়ণকে সুশৃঙ্খল এবং ডবল ডিজিট প্রবৃদ্ধির সঙ্গে সমন্বিত
        করতে একটি জাতীয় মহাপরিকল্পনা প্রণয়ন করা হবে এবং সে পরিকল্পনা বাস্তবায়নের
        জন্য যুগোপযোগী বাজার প্রণোদনা ও রাষ্ট্রীয় নজরদারির (regulatory
        mechanism) নীতি অনুসরণ করা হবে। ১৫৪. প্রশাসনিক ও অথনৈতিক বিকেন্দ্রীকরণ,
        জেলা ও উপজেলা শহরের অবকাঠামোগত উন্নয়নের মাধ্যমে মহানগরীগুলোতে জনসংখ্যার
        ক্রমবর্ধমান চাপ হ্রাস করে নগরায়ণের চ্যালেঞ্জ মোকাবেলা করা হবে। ১৫৫. কৃষি
        জমি নষ্ট না করে পরিকল্পিত আবাসন যেমন- গুচ্ছ আবাসন (clustered), বহুতল
        আবাসন (vertical residence) গড়ে তোলা হবে। শিল্পায়ন ও নগরায়নে ভূমির
        পরিকল্পিত ব্যবহার নীতিমালা প্রণয়ন ও বাস্তবায়ন করা হবে। ১৫৬. বর্জ্য
        ব্যবস্থাপনা, ট্রাফিক ম্যানেজমেন্টসহ নগর জীবনের বিভিন্ন সমস্যা সমাধানে
        সমন্বিত কৌশল গ্রহণ ও বাস্তবায়ন করা হবে। ১৫৭. বাসস্থান প্রত্যেক নাগরিকের
        অন্যতম মৌলিক অধিকার। বিএনপি সীমিত আয়ের মানুষের জন্য একটি বাস্তবভিত্তিক
        বহুমুখী প্রকল্পের আওতায় সাশ্রয়ী মূল্যে পরিকল্পিত আবাসন সুবিধা প্রদানের
        প্রয়াস নিবে। অবৈধভাবে দখলকৃত ভুমি পুনরুদ্ধার করে তাতে বস্তিবাসী ও
        বাস্তু-ভিটাহীন দরিদ্র জনগোষ্ঠীকে পুনর্বাসিত করা হবে। এইভাবে পর্যায়ক্রমে
        দেশের সকল দরিদ্র জনগোষ্ঠীর আবাসন নিশ্চিত করা হবে। নিরাপদ খাদ্য ও ঔষধ
        ১৫৮. ভেজাল প্রতিরোধ, বিশেষ করে খাদ্যে ও ঔষধে ভেজাল রোধে আইনি ব্যবস্থার
        কঠোর প্রয়োগ নিশ্চিত করা হবে। একটি শক্তিশালী ও কার্যকর খাদ্য ও ঔষধ
        নিয়ন্ত্রণ কর্তৃপক্ষ গঠন করা হবে। এ জন্য প্রয়োজনীয় আইন প্রণয়ন করা হবে।
        স্বাস্থ্যসেবা ১৫৯. ‘সবার জন্য স্বাস্থ্য’-এই হবে বিএনপির স্বাস্থ্য-নীতি।
        সবার জন্য স্বাস্থ্যসেবা সহজলভ্য করার নিমিত্তে দ্রুততম সময়ের মধ্যে
        সর্বজনীন স্বাস্থ্যসেবা (Universal Health Coverage) চালু করা হবে। ১৬০.
        পর্যায়ক্রমে স্বাস্থ্য বীমা চালু করা হবে। ১৬১. বাংলাদেশের সকল নাগরিকের
        জন্য বিনামূল্যে স্বাস্থ্যসেবা নিশ্চিত করার লক্ষ্যে GP (General
        Practitioners) ব্যবস্থার প্রর্বতন করা হবে। প্রত্যেক নাগরিকের জন্য একজন
        চিকিৎসক নির্দিষ্ট থাকবেন। এতে Universal Health Coverage নিশ্চিত হবে।
        অপরদিকে ডাক্তারদেরও কর্মসংস্থান হবে। গরীব মানুষের জন্য ৫০ ধরনের
        প্রয়োজনীয় ঔষধ বিনামূল্যে দেয়া হবে। একটি কার্যকর রেফারেল সিষ্টেম গড়ে তোলা
        হবে। ১৬২. ‘নিরাময়ের চেয়ে রোগ প্রতিরোধ শ্রেয়’ এই নীতির ভিত্তিতে বিএনপি
        সংক্রামক, অসংক্রামক ও নতুন উদ্ভুত রোগসমূহের বিস্তার প্রতিরোধ ও
        প্রতিকারের কার্যকরী পদক্ষেপ গ্রহণ করবে। ১৬৩. জিডিপির ৫% অর্থ স্বাস্থ্য
        খাতে ব্যয় করা হবে। স্বাস্থ্য খাতে দুর্নীতি ও অনিয়ম প্রতিরোধ করে জাতীয়
        স্বাস্থ্য উন্নয়ন এর মাধ্যমে বাংলাদেশকে একটি স্বাস্থ্যবান উন্নত জাতি
        হিসাবে প্রতিষ্ঠাই বিএনপি’র লক্ষ্য। ১৬৪. উৎপাদনকারী, পাইকারী ও খুচরা
        বিক্রেতার যুক্তিসংগত মুনাফা নিশ্চিত করে ঔষধের মূল্য যুক্তিসংগত হারে
        হ্রাস করা হবে। দেশে ঔষধ, ঔষধের মূল উপকরণ ও চিকিৎসা যন্ত্রপাতি উৎপাদন
        উৎসাহিত করা হবে। ১৬৫. রাজধানী শহরে প্রাপ্ত সকল চিকিৎসা সুবিধা ক্রমান্বয়ে
        বিভাগীয়, জেলা ও উপজেলা পর্যায়ে সম্প্রসারিত করে উন্নত চিকিৎসা সুবিধা
        দেশের মফস্বল পর্যায়েও সহজলভ্য করে তোলা হবে। উপজেলা পর্যায়ে সার্জারি
        সুবিধা সুলভ করার লক্ষ্যে এনেসথেসিষ্ট তৈরিতে বিশেষ গুরুত্ব দিয়ে বেতন
        প্রণোদনার মাধ্যমে তাদের উপজেলা স্বাস্থ্য কমপ্লেক্সে পোষ্টিং দেয়া হবে।
        ১৬৬. উচ্চ মধ্যম আয়ের দেশে পরিণত হওয়ার জন্য ২০৩০ সালের মধ্যে কমপক্ষে আড়াই
        লক্ষ নতুন ডাক্তার এবং আনুপাতিক হারে নার্স ও টেকনিশিয়ানের প্রয়োজন হবে। এ
        লক্ষ্য অর্জনের জন্য বাস্তব ও মানসম্মত ব্যবস্থা গড়ে তোলা হবে। ১৬৭. দেশের
        প্রতিটি ইউনিয়ন হেল্থ সেন্টারে ল্যাব সুবিধাসহ অন্ততঃ দুইজন ডাক্তারের
        অবস্থান নিশ্চিত করে এ সেন্টারগুলোতে সার্বক্ষণিক চিকিৎসা সেবা নিশ্চিত করা
        হবে। প্রত্যেক ডাক্তারকে কমপক্ষে দুইবছর আবশ্যিকভাবে ইউনিয়ন স্বাস্থ্য ও
        পরিবার কল্যাণ কেন্দ্রে সেবা দিতে হবে। এই ডাক্তারদের মাধ্যমে কমিউনিটি
        হেলথ ক্লিনিকগুলোকে আরও শক্তিশালী করা হবে। ১৬৮. প্রযুক্তিগত উন্নয়নের সাথে
        তাল রেখে চিকিৎসা সেবা প্রাপ্তি নিশ্চিত করার লক্ষ্যে চিকিৎসকদের মেধার
        ভিত্তিতে নিয়োগ ও দেশে বিদেশে উচ্চ শিক্ষা ও প্রশিক্ষণের ব্যবস্থা নেয়া
        হবে। ১৬৯. জাতীয় স্বাস্থ্য সেবায় ট্র্যাডিশনাল মেডিসিন এর সমন্বয় ও উন্নয়নে
        বিশ্ব স্বাস্থ্য সংস্থার নীতি গ্রহণ করা হবে। ১৭০. বিশিষ্ট চিকিৎসক ও
        চিকিৎসা শিক্ষাবিদদের সমন্বয়ে চিকিৎসা শিক্ষার মান উন্নয়ন ও নিয়ন্ত্রণের
        লক্ষ্যে জাতীয় এক্রেডিটেশন কাউন্সিল (Accreditation Council) গঠন করা হবে।
        ১৭১. সংক্রামক ব্যাধি রোধ, মাতৃস্বাস্থ্য সেবার উন্নয়ন, প্রসূতি
        স্বাস্থ্যসেবা নিশ্চিত করা, শিশু-মৃত্যুর হার হ্রাস ও শিশুদের অপুষ্টি
        রোধকল্পে রাষ্ট্রীয়ভাবে স্বাস্থ্যসেবা নিশ্চিত করা হবে। ১৭২. সর্বজনীন
        স্বাস্থ্যসম্মত সুপেয় পানি ও পয়ঃনিষ্কাশন ব্যবস্থা নিশ্চিত করা হবে। ১৭৩.
        মানসিক ও শারীরিক প্রতিবন্ধী এবং বয়োবৃদ্ধদের জন্য বিশেষ স্বাস্থ্যসেবার
        ব্যবস্থা নেয়া হবে। উপকূলীয় এলাকা এবং চরাঞ্চলের জনগণের স্বাস্থ্যসেবা
        নিশ্চিত করার লক্ষ্যে মোবাইল মেডিক্যাল ইউনিট চালু করা হবে। দুরারোগ্য
        ব্যাধিতে আক্রান্ত রোগীদের কষ্ট লাঘবের জন্য ‘HOSPICE-CARE’ স্থাপন করা
        হবে। ১৭৪. জেলা-উপজেলা পর্যায়ে উন্নত হাসপাতাল নির্মাণের জন্য ব্যক্তি
        উদ্যোক্তাদের স্বল্প সুদে ঋণ প্রদান করে বেসরকারী হাসপাতাল নির্মাণে উৎসাহ
        প্রদান করা হবে। ১৭৫. সরকারী ও বেসরকারি হাসপাতালগুলোর সেবার মান নিশ্চিত
        করার জন্য স্বাস্থ্য ও চিকিৎসা বিশেষজ্ঞসহ সমাজের সর্বস্তরের বিশিষ্ট
        নাগরিক সমন্বয়ে মনিটরিং ব্যবস্থা নিশ্চিত করা হবে। ১৭৬. বিএনপি জনসংখ্যা
        বৃদ্ধির হার পর্যায়ক্রমে শূন্য শতাংশে কমিয়ে আনার কার্যকর উদ্যোগ গ্রহণ
        করবে। পরিবার কল্যাণ কর্মসূচিকে সফল করার জন্য বস্তিবাসী, নিম্নবিত্ত ও
        শিক্ষার আলোক বঞ্চিতসহ সমাজের প্রতিটি স্তরে পরিবার কল্যাণ কার্যক্রম
        কার্যকরভাবে সম্প্রসারিত করা হবে। যুব, নারী ও শিশু ১৭৭. যুব, নারী ও
        শিশুদের জীবন বিকাশের চাহিদার নিরিখে যথোপযুক্ত উন্নয়ন কৌশল গ্রহণ করা হবে।
        জাতীয় উন্নয়নে যুব, নারী ও শিশুদের অংশগ্রহণ নিশ্চিত করা হবে। ১৭৮. সভ্যতা
        ও সংস্কৃতির বিকাশে নারীর অবদানকে বিএনপি দৃঢ়তার সাথে বিশ্বাস করে। দেশের
        উজ্জ্বল ভবিষ্যতের জন্য বিএনপি সকল কর্মকা-ে নারী সমাজকে প্রত্যক্ষভাবে
        সম্পৃক্ত করবে। এই প্রক্রিয়া বাস্তবায়নে সকল বাধা অপসারণ করা হবে। ১৭৯.
        নারী নির্যাতন, যৌতুক প্রথা, এসিড নিক্ষেপ, যৌন হয়রানি, ধর্ষণ, নারী ও শিশু
        পাচাররোধে কঠোর কার্যকর আইনী ব্যবস্থা গ্রহণ করা হবে। শিশু-শ্রম রোধে
        কার্যকর বাস্তবানুগ পদক্ষেপ গ্রহণ করা হবে। ১৮০. শিশু সন্তান রেখে নারীরা
        যাতে নিশ্চিন্তে কাজে মনোনিবেশ করতে পারে সেই লক্ষ্যে অধিক সংখ্যক Day Care
        Centre গড়ে তোলার জন্য সরকারী ও বেসরকারী উদ্যোগ গ্রহণ করা হবে। ১৮১. নারী
        উদ্যোক্তাদের উদ্যোগ গ্রহণের পথে সামাজিক ও সাংস্কৃতিক প্রতিবন্ধকতা দূর
        করার জন্য প্রয়োজনীয় ব্যবস্থা গ্রহণ করা হবে। নারী উদ্যোক্তাদের অধিকতর
        উৎসাহ প্রদানের লক্ষ্যে প্রকল্প প্রস্তাব প্রণয়নে প্রয়োজনীয় সমর্থন,
        স্বল্প-সুদে ব্যাংক ঋণ এবং কর-ছাড় দেয়া হবে। ১৮২. বিএনপি বেকার যুবশক্তিকে
        উৎপাদনশীল কর্মকান্ডে নিয়োগের জন্য দেশে নতুন নতুন কর্মসংস্থানের সৃষ্টি
        এবং বিদেশে কর্মসংস্থানের চাহিদার নিরিখে যুবসমাজকে যথাযথভাবে দক্ষ ও সক্ষম
        করে তুলবে। ১৮৩. যুব উদ্যোক্তাদের বেশি বেশি করে বিনিয়োগে উৎসাহিত করার
        লক্ষ্যে প্রকল্প প্রস্তাব প্রণয়নে প্রয়োজনীয় সমর্থন, স্বল্প-সুদে ব্যাংক ঋণ
        এবং কর-ছাড় দেয়া হবে। ১৮৪. এক বছর ব্যাপী অথবা কর্মসংস্থান না হওয়া
        পর্যন্ত, যেটাই আগে হবে, শিক্ষিত বেকারদের বেকার ভাতা প্রদান করা হবে।
        জলবায়ু পরিবর্তন ১৮৫. জলবায়ু পরিবর্তনের ফলে মানবজাতির অস্তিত্ব যেভাবে
        বিপন্ন হতে চলেছে, তার জন্য বাংলাদেশের মত দেশ দায়ী নয়। জলবায়ু পরিবর্তনের
        দায়ভার শিল্পোন্নত বিশ্বকে নিতে হবে। জলবায়ু পরিবর্তনজনিত ক্ষতি কাটিয়ে
        উঠতে শিল্পায়িত বিশ্বকেই এগিয়ে আসতে হবে। বাংলাদেশ আন্তর্জাতিক পরিমন্ডলে
        জলবায়ু পরিবর্তনজনিত ক্ষতি মোকাবেলায় আন্তর্জাতিক সহযোগিতা কাঠামো গড়ে
        তুলতে বিশ্বজনমত গঠন ও বাস্তব পদক্ষেপ গ্রহণে সক্রিয় ভূমিকা নেবে। ১৮৬.
        জলবায়ূ পরিবর্তনের বিষয়ে জনসচেতনতা বৃদ্ধির কার্যকর পদক্ষেপ নেয়া হবে।
        জলবায়ূ পরিবর্তন মোকাবেলা করার জন্য টেকসই Mitigation এবং Adaptation কৌশল
        গ্রহন করা হবে, যেমন- কার্বন নিঃসরণ হ্রাস,খাল-বিল-নদী-নালা ও জলাভুমি
        পুনরুদ্ধার, পরিকল্পিত নগরায়ন ইত্যাদি। উপকূল এলাকাসহ সারাদেশে নিবিড় বনায়ন
        ও সুন্দরবনসহ অন্যান্য বনের প্রাকৃতিক পরিবেশ ও জীব বৈচিত্র রক্ষায়
        যথোপযুক্ত ব্যবস্থা গ্রহন করা হবে। পানি সম্পদ, নীল অর্থনীতি (Blue
        Economy) ও পরিবেশ সংরক্ষণ ১৮৭. সামাজিক ও পরিবেশগত কোন সমস্যা সৃষ্টি না
        করে সারা দেশে পানি সম্পদের কাম্য ব্যবহার নিশ্চিত করার লক্ষ্যে উন্নততর
        পানি সম্পদ ব্যবস্থাপনা পরিকল্পনা গ্রহণ করা হবে। National Water Grid গড়ে
        তোলা হবে। টেকসই উন্নয়ন নিশ্চিত করার লক্ষ্যে পরিবেশ সংরক্ষণ বিশেষ করে
        প্রাকৃতিক সম্পদ সংরক্ষণে কার্যকর ব্যবস্থা গ্রহণ করা হবে। ১৮৮. শুষ্ক
        মৌসুমে সেচের পানির সংকট নিরসন কল্পে শহীদ জিয়ার খাল-খনন কর্মসূচী পুনরায়
        চালু করে শুকিয়ে যাওয়া বা পলিমাটিতে ভরাট হয়ে যাওয়া খাল-বিল, নদী-নালা এবং
        হাজা-মজা পুকুর ও দীঘি পুনঃখনন করা হবে। ১৮৯. জনসচেতনতার অভাবে নদী, খাল,
        বিল ও জলাধারের পানি বিষাক্ত হয়ে পড়েছে। কৃষি-কেমিক্যাল, শিল্প বর্জ্য
        ইত্যাদি জলাধারে ফেলা বন্ধে কঠোর রেগুলেটরি আইনের প্রয়োগ এবং জনসচেতনতা
        বৃদ্ধি করা হবে। ১৯০. সুপেয় পানি নিশ্চিত করার লক্ষ্যে ভূ-পৃষ্ঠস্থ পানি
        সংরক্ষণ এবং বিশুদ্ধকরনের সর্বোচ্চ ব্যবস্থা গ্রহণ করা হবে। ১৯১. আমাদের
        ভূ-গর্ভস্থ পানি ও ভূ-উপরিস্থ পানির অনুপাত হচ্ছে ৭০:৩০। ভূ-উপরিস্থ পানির
        পরিমান বাড়ানোর জন্য বৈজ্ঞানিক গবেষণার ভিত্তিতে প্রযুক্তিগত ব্যবস্থা
        গ্রহণ ও বাস্তবায়ন করা হবে। ১৯২. দেশের নদী, হাওড়-বাওর ও জলাশয়/জলাধারগুলোর
        পানি সম্পদ সংরক্ষণে সমন্বিত নীতি ও নদী শাসনের জন্য প্রয়োজনীয় কর্মসূচী
        গ্রহণ করা হবে। নদীবাহিত পলিমাটি সংরক্ষণের মাধ্যমে ভূমি পুনরুদ্ধারের
        প্রয়োজনীয় ব্যবস্থা গ্রহণ এবং নদীবাহিত বালির সুষ্ঠু অর্থনৈতিক ব্যবস্থাপনা
        নিশ্চিত করা হবে। ১৯৩. আমাদের নদীর সংখ্যা চার শতাধিক। এর মধ্যে ২৩০টি নদী
        মৃতপ্রায়। এ সব মৃতপ্রায় নদী খনন করে নৌ-চলাচলের উপযোগী করা হবে এবং শুষ্ক
        মৌসুমে এ গুলো জলাধার হিসাবে গড়ে তোলার উদ্যোগ গ্রহণ করা হবে। পুরাতন
        ব্রহ্মপুত্র নদ, ধলেশ^রী, গড়াই, মধুমতি, করতোয়া ইত্যাদি খনন করে পানি
        সংরক্ষণ জলাধার সৃষ্টি করা হবে। ১৯৪. ব-দ্বীপ ভূমি (delta) বাংলাদেশের
        প্রাকৃতিক বৈশিষ্ট্য সংরক্ষণ (conservation), উপকূলীয় সম্প্রসারণ (coastal
        expansion) নিশ্চিত এবং ভূমি পুনরুদ্ধার করার জন্য নদ-নদীগুলোর স্বাভাবিক
        প্রবাহ অক্ষুন্ন রাখতে হবে। এই লক্ষ্যে বিএনপি প্রয়োজনীয় আন্তর্জাতিক
        সহযোগিতা গড়ে তোলার প্রয়াস নিবে। উপকূলীয় এলাকায় গড়ে উঠা নতুন দ্বীপগুলোর
        সংরক্ষণ ও উন্নয়নে প্রয়োজনীয় ব্যবস্থা নেয়া হবে। ভূমি পুনরুদ্ধার ও
        ভূমি-বর্ধনে উপযুক্ত গবেষণা উন্নয়ন ও প্রকল্প বাস্তবায়ন করা হবে। নদী
        ভাঙ্গন প্রতিরোধে উপযুক্ত নদী শাসন, গবেষণা-উন্নয়ন কার্যক্রম গ্রহণ ও
        প্রতিরোধী কাঠামো নির্মাণ করা হবে। উপকূলীয় বাঁধ নির্মাণ, সংস্কার,
        পুনর্বাসন ও শক্তিশালী করার কার্যকর ব্যবস্থা গ্রহণ করা হবে। ১৯৫.
        বাংলাদেশে আমরা পানির স্থান দখল করেছি, পানি তাই আমাদের স্থান দখল করে
        বন্যা ও জলাবদ্ধতা সৃষ্টি করছে। দেশকে জলাবদ্ধতা (Water Logging) থেকে
        মুক্ত করার জন্য কার্যকর কৌশল গ্রহণ করা হবে। ১৯৬. হাওড় ও পাহাড়ি এলাকা এবং
        বন্যা প্রবণ এলাকাগুলোতে বন্যা প্রতিরোধে কার্যকর ব্যবস্থা গ্রহণ করা হবে।
        ১৯৭. ঢাকা বসবাসের জন্য বিশ্বের দ্বিতীয় নিকৃষ্টতম নগরীতে পরিণত হয়েছে।
        রাজধানী ঢাকার জনজীবনের স্বার্থে বুড়িগঙ্গা, বালু ও তুরাগসহ ঢাকার চারপাশের
        জলাভূমি দূষণমুক্ত করে এগুলোতে স্বাভাবিক পানি প্রবাহ ফিরিয়ে আনার কার্যকর
        ব্যবস্থা গ্রহণ করা হবে। ঢাকার পরিবেশ দূষণ হ্রাসের জন্য প্রযুক্তিগত ও
        নিয়ন্ত্রণমূলক ব্যবস্থা শক্তিশালী করা হবে। এতে ভূ-পৃষ্ঠে পরিচ্ছন্ন পানি ও
        সুলভ নৌ-যোগাযোগ নিশ্চিত হবে। ঢাকা ও চট্টগ্রাম মহানগরীসহ দেশের সকল
        বিভাগীয় ও জেলা শহরের বর্জ্য ব্যবস্থাপনা আধুনিক ও পরিবেশসম্মত করা হবে।
        ১৯৮. আন্তর্জাতিক নদী আইন অনুযায়ী বাংলাদেশে বহমান আন্তর্জাতিক নদীর পানির
        ন্যায্য হিস্যা আদায়ে বিএনপি আঞ্চলিক ও পার¯পরিক সহযোগিতার মনোভাব নিয়ে
        আলাপ-আলোচনার উদ্যোগ গ্রহণ করবে। প্রয়োজনে শক্তিশালী আন্তর্জাতিক কূটনৈতিক
        উদ্যোগও গ্রহণ করা হবে। ১৯৯. সমুদ্রের উদ্ভিদ ও প্রাণীস¤পদের মজুদ (blue
        economy) সম্পর্কে নিয়মিতভাবে বিজ্ঞানসম্মত জরিপ পরিচালনা করা হবে। জরিপে
        প্রাপ্ত তথ্যের ভিত্তিতে সমুদ্রের উদ্ভিদ ও প্রাণীকুলের (flora and fauna)
        টেকসই (sustainable) আহরণ, ব্যবহার ও বাজারজাত করা হবে। বিদ্যুৎ ও জ্বালানি
        ২০০. কাক্সিক্ষত ডবল ডিজিট প্রবৃদ্ধির চাহিদা পূরণের জন্য (২০৩০ সাল নাগাদ
        বিদ্যুতের আনুমানিক চাহিদা ৩৫ হাজার মেগাওয়াট বিবেচনায় নিয়ে) বিএনপি
        যথোপযুক্ত পরিমাণ বিদ্যুৎ উৎপাদন করবে। এ লক্ষ্যে দেশের অভ্যন্তরে প্রাপ্ত
        সকলপ্রকার জ্বালানির সর্বোত্তম ব্যবহার নিশ্চিত করা হবে। প্রয়োজনে এ
        ব্যাপারে আঞ্চলিক সহযোগিতা কাঠামো গড়ে তোলা হবে। ২০১. দেশের বিদ্যমান
        বিদ্যুৎ ও জ্বালানি সংকট নিরসন এবং দীর্ঘ মেয়াদী জ্বালানি নিরাপত্তা
        নিশ্চিত করার লক্ষ্যে একটি সমন্বিত জাতীয় জ্বালানি নীতি প্রণয়ন এবং তা
        বাস্তবায়নে স্বল্প, মধ্য ও দীর্ঘ মেয়াদী পরিকল্পনা গ্রহণ করা হবে।
        নিম্নতমমূল্য বিদ্যুৎ উৎপাদন পরিকল্পনা (Least Cost Generation Plan)
        প্রণয়ন ও বাস্তবায়ন করা হবে। বিভিন্ন ধরণের সঠিক ও ভারসাম্যপূর্ণ
        এনার্জি-মিক্স নিশ্চিত করা হবে। জ্বালানির উৎস বহুমুখী করা হবে। সাশ্রয়ী ও
        যুক্তিসঙ্গত মূল্যে গুণগত মানস¤পন্ন বিদ্যুৎ সরবরাহ করা হবে।
        এনার্জি-এফিসিয়েন্ট বিদ্যুৎ ব্যবহার নিশ্চিত করা হবে। গৃহস্থালি,
        কলকারখানা, সরকারী ও বেসরকারি খাতে বিদ্যুৎ ও জ্বালানি ব্যবহারকারীদের জন্য
        এনার্জি-অডিটিং ব্যবস্থা প্রবর্তন করা হবে। জ্বালানি-দক্ষ সরঞ্জাম,
        যন্ত্রপাতি ও যানবাহন ব্যবহারে প্রণোদনা দেয়া হবে। ২০২. অদক্ষ পুরানো
        বিদ্যুৎ কেন্দ্রসমূহ অতি জরুরী ভিত্তিতে আধুনিকায়ন এবং পুনর্বাসনের পদক্ষেপ
        নেয়া হবে। দেশীয় গ্যাস এবং ফার্নেস-অয়েল এর উপর নির্ভলশীলতা ক্রমান্বয়ে
        হ্রাস করা হবে। বিদ্যুৎ সংকট স্থায়ীভাবে নিরসন এবং কার্বন নিঃস্বরণ হ্রাস
        করার লক্ষ্যে ছোট, মাঝারি ও বৃহদাকার পরিবেশ বান্ধব বিদ্যুৎ কেন্দ্র
        স্থাপনের পাশাপাশি নবায়নযোগ্য জ্বালানী আহরণ বিশেষ করে সৌরশক্তি,
        বায়ুশক্তি, জিও-থারমাল, সমুদ্র তরঙ্গ, বায়োগ্যাস, বর্জ্য থেকে বিদ্যুৎ
        উৎপাদনসহ নানামুখী পদক্ষেপ গ্রহণ করা হবে। নির্ভরযোগ্য বিদ্যুৎ উৎপাদনে
        জ্বালানির উৎস হিসেবে ভবিষ্যতে ক্রমান্বয়ে নবায়নযোগ্য জ্বালানীর উপর অধিকতর
        গুরুত্ব দেয়া হবে। বিদ্যুৎ উৎপাদনের সংগে মিল রেখে সঞ্চালন ও বিতরণ
        ব্যবস্থার উন্নয়ন করা হবে। ২০৩. বিশ্ব বাজারে জ্বালানি তেলের দামের সাথে
        সঙ্গতি রেখে অভ্যন্তরীণ বাজারে জ্বালানি তেলের দাম নির্ধারণ করা হবে।
        সাশ্রয়ী মূল্যে বিদ্যুৎ উৎপাদনের জন্য জ্বালানি উৎস বহুমুখী করা হবে।
        উপযুক্ত স্থানে ৫০ লক্ষ টন ক্রুড অয়েল রিফাইন বা পরিশোধন ক্ষমতাসম্পন্ন
        নূতন রিফাইনকারী নির্মাণ করা হবে। ২০৪. দেশের স্থলভাগ এবং বঙ্গোপসাগরে নতুন
        গ্যাস ক্ষেত্র, তেল ও অন্যান্য খনিজ সম্পদ অনুসন্ধান ও আহরণের কার্যকর
        ব্যবস্থা গ্রহণ করা হবে। বাংলাদেশের জাতীয় জ্বালানি নিরাপত্তা নিশ্চিত করার
        জন্য বাংলাদেশকে পারস্য উপ-সাগরীয় দেশ সমূহ, ইরান ও মধ্য এশিয়ার দেশসমূহ
        এবং পাকিস্তান ও ভারতের আন্তঃদেশীয় গ্যাস পাইপ লাইনে সংযুক্ত করার উদ্যোগ
        গ্রহণ করা হবে। ২০৫. আঞ্চলিক সহযোগিতা সম্প্রসারণের মাধ্যমে আঞ্চলিক
        পানি-ব্যবস্থাপনা গড়ে তুলে স্বল্প খরচে পানি-বিদ্যুৎ উৎপাদন, আন্ত:দেশীয়
        বিতরণ সিষ্টেম উন্নয়ন ও আঞ্চলিক জ্বালানি নিরাপত্তা ব্যবস্থা গড়ে তোলার
        উদ্যোগ গ্রহণ করা হবে। ২০৬. অস্বচ্ছ প্রক্রিয়ায় কুইকরেন্টাল বিদ্যুৎ
        কেন্দ্র স্থাপনের মাধ্যমে যে সীমাহীন দুর্নীতি করা হয়েছে এবং অনৈতিক
        দায়মুক্তি দেয়া হয়েছে। এর ফলে বিদ্যুৎ এর মুল্য বার বার বৃদ্ধি পেয়ে জনগণ
        দুর্ভোগের শিকার হয়েছে। বিএনপি বিদ্যুৎ ও জ্বালানি খাতে ক্রয়-বিক্রয়
        প্রক্রিয়ায় স্বচ্ছতা প্রতিষ্ঠা করবে। Electricity and Energy Rapid Supply
        Increase Act. 2010 পুন:পরীক্ষা করে প্রয়োজনীয় সংশোধন করা হবে। ২০৭.
        জ্বালানি ঘাটতি পূরনের লক্ষ্যে দেশে উৎপাদিত ও আমদানিকৃত জ্বালানিমূল্যের
        ভারসাম্যমূলক সমন্বয়ের ভিত্তিতে শিল্প কারখানা ও সাধারণ জনগণের মধ্যে সুলভ
        ও সাশ্রয়ী মূল্যে জ্বালানি (বিদ্যুৎ, এলএনজি, এলপিজি ইত্যাদি) সরবরাহ
        নিশ্চিত করা হবে। ২০৮. সমুদ্রের নিঃশেষযোগ্য সম্পদ (depletable resource)
        যেমন- গ্যাস, তেল ইত্যাদি বিষয়ে নিয়মিত ভূতাত্ত্বিক জরিপ পরিচালনা করা হবে।
        জরিপের ভিত্তিতে এসব স¤পদ উত্তোলন, ব্যবহার ও বাজারজাতকরণে নির্ভরযোগ্য
        নীতি-কৌশল প্রণয়ন করা হবে। ২০৯. জ্বালানি উৎপাদনে পারমাণবিক শক্তির নিরাপদ
        ও শান্তিপূর্ণ ব্যবহার নিশ্চিত করা হবে। এই আলোকে রূপপুর পারমাণবিক বিদ্যুৎ
        কেন্দ্র স্থাপনের বিষয়টি পুনঃপরীক্ষা করা হবে। শিল্প ২১০. শিল্প খাতের
        বিকাশে বিনিয়োগ বান্ধব নীতি প্রণয়ন করে দেশি-বিদেশী বিনিয়োগে উৎসাহিত করা
        হবে। শিল্পায়নের তিনটি মৌলিক উপাদান- প্রণোদনা (Incentive), অবকাঠামো
        (Infrastructure) এবং (Institution) সংক্ষেপে “থ্রি আই” এর ভিত্তিতে
        দেশব্যাপী সমন্বিত শিল্প-অবকাঠামো গড়ে তোলা হবে। যৌক্তিক নীতি-কৌশল গ্রহণ
        করে তা বাস্তবায়নের লক্ষ্যে বিনিয়োগ বোর্ডসহ সংশ্লিষ্ট প্রতিষ্ঠানগুলোর
        দক্ষতা বাড়ানো হবে। বিশ্বে যেসব দেশ তাদের শিল্প-কারখানাগুলো অন্যত্র সরিয়ে
        নিতে চায় (Relocate) সেগুলো যাচাই-বাছাই করে বাংলাদেশে নিয়ে আসার উদ্যোগ
        নেয়া হবে। ২১১. বাংলাদেশে ভূমি স্বল্পতার বিষয়টি বিবেচনা করে কম ভূমি
        ব্যবহারকারী শিল্প, বিশেষ করে সেবা-শিল্প গড়ে তোলার কৌশল গ্রহণ করা হবে।
        ২১২. পোষাক শিল্পে অর্জিত সাফল্য ধরে রাখা ও বিস্তৃত করার পাশাপাশি শিল্প
        খাতের বহুমুখীকরণের উদ্যোগ গ্রহণ করে বাংলাদেশকে টেকসই শিল্পোন্নত দেশে
        পরিণত করা হবে। ২১৩. বিভিন্ন গুরুত্বপূর্ণ স্থানে শিল্প পার্ক ও বিশেষ
        অর্থনৈতিক অঞ্চল প্রতিষ্ঠার প্রক্রিয়া ত্বরান্বিত করা হবে। সব ধরনের
        সম্ভাবনাময় শিল্প স্থাপনে বেসরকারি খাতকে সহায়তা দেয়া হবে। ক্ষুদ্র ও
        মাঝারি এবং শ্রমঘন শিল্পকে বিশেষ সুবিধা প্রদান করা হবে। ২১৪. বাংলাদেশ
        একদিকে যেমন রপ্তানি বাজারের জন্য শিল্প-পণ্য উৎপাদন করবে, অন্যদিকে দেশীয়
        চাহিদার নিরিখে বিদেশী পণ্যের সঙ্গে প্রতিযোগিতায় সক্ষম বিভিন্ন ধরণের
        শিল্প কারখানা স্থাপনের ব্যক্তি উদ্যোগকে প্রণোদিত করা হবে। ২১৫. ক্ষুদ্র ও
        মাঝারি শিল্পের পাশাপাশি ভারি শিল্প প্রতিষ্ঠার উদ্যোগ গ্রহণ করা হবে। ২১৬.
        দেশে সূক্ষ্ম-মান শিল্প (precision industry) গড়ে তোলার উদ্যোগ গ্রহণ করা
        হবে। ২১৭. ক্ষুদ্র, মাঝারি ও কুটির শিল্প বিকাশে সার্বিক সহযোগিতা প্রদান
        করা হবে। ভেঞ্চার ক্যাপিটেল এর প্রাপ্যত্য সহজলভ্য করা হবে। মাঝারি
        উদ্যোক্তাদের শিল্প ও ব্যবসা বাণিজ্য শুরু করার জন্য একটি ÒStart-up Fund""
        এর আওতা প্রসারিত করে কারিগরি পরামর্শ, স্বল্প সুদে ঋণ প্রদানসহ নানাবিধ
        প্রণোদনা দেয়া হবে। যোগাযোগ (সড়ক, রেল ও নৌ-পথ) ২১৮. দেশের যোগাযোগ
        অবকাঠামো উন্নয়নে রেল ও নৌ-পথের উপর অধিকতর গুরুত্বারোপ করা হবে। সড়ক রেল ও
        নৌপথের প্রয়োজনীয় সংস্কার ও উন্নয়নের মাধ্যমে সারাদেশে সমন্বিত বহুমাত্রিক
        যোগাযোগ ব্যবস্থা গড়ে তোলা হবে। ২১৯. চট্টগ্রাম উপকূলীয় এলাকায় বঙ্গোপসাগরে
        একটি গভীর সমুদ্র বন্দর নির্মাণ করে একে একটি Regional Hub হিসেবে গড়ে তোলা
        হবে। গভীর সমুদ্র বন্দর নির্মাণ করে রাজধানী ও প্রতিবেশী রাষ্ট্রসমূহের
        সাথে সুপার হাইওয়ে দ্বারা সংযোগের উদ্যোগ গ্রহণ করা হবে। ২২০. চট্টগ্রাম ও
        মংলা সমুদ্র বন্দরের দক্ষতা বৃদ্ধি ও আধুনিকায়নের মাধ্যমে আঞ্চলিক ও
        আন্তর্জাতিক বাণিজ্য ও যোগাযোগ আরও সহজসাধ্য করা হবে। ২২১. একসময় এদেশে
        চব্বিশ হাজার (২৪০০০) কিলোমিটার নৌ-চলাচলের উপযোগী জলপথ ছিল। কিন্তু এতদিনে
        অধিকাংশ নদী ভরাট হয়ে যাওয়া বা শুকিয়ে যাওয়ায় সম্প্রতি নদীপথ এসে দাঁড়িয়েছে
        মাত্র ৩৬০০ কিঃ মিঃ। নদীমাতৃক বাংলাদেশে এ এক ভয়াবহ চিত্র। একটি মহা
        প্রকল্পের আওতায় নদী খননের মাধ্যমে হারিয়ে যাওয়া নির্বাচিত নদীপথগুলো
        পুনরুদ্ধার এবং এর বহুমুখী ব্যবহার (ভূ-পৃষ্ঠস্থ পানির উৎস, মৎস্য চাষ,
        সার্ফেস-ওয়াটার (surface-water) প্রবাহ বৃদ্ধি, ভূ-গর্ভস্থ পানির রিচার্জিং
        ইত্যাদি) নিশ্চিত করা হবে। ২২২. কর্ণফুলী, বুড়িগঙ্গা, গোমতী, পদ্মা, যমুনা
        ও মেঘনা নদীতে আন্ডারগ্রাউন্ড-টানেল নির্মাণ করা হবে। ২২৩. নৌ-পথে যাত্রী
        পরিবহন বৃদ্ধি এবং নিরাপদ করার জন্য ব্যক্তিখাতে নিরাপদ জাহাজের সংখ্যা এবং
        বুড়িগঙ্গাসহ অন্যান্য স্থানে ঘাটের সংখ্যা বৃদ্ধি করা হবে। ঢাকা-চাঁদপুর ও
        ঢাকা-বরিশাল রুটে অধিকতর দ্রুতগ্রামী যাত্রীবাহী নৌ-যান প্রবর্তন করা হবে।
        ২২৪. দেশের প্রত্যন্ত অঞ্চলে ছড়িয়ে ছিটিয়ে থাকা ছোট ছোট বন্দর ও ঘাটসমূহের
        যাত্রী ও মালামাল উঠানামার সুবিধার্থে পন্টুন স্থাপনসহ অন্যান্য প্রয়োজনীয়
        নৌ অবকাঠামো নির্মাণের ব্যবস্থা গ্রহণ করা হবে। ২২৫. গত বিএনপি সরকারের
        সময়ে ঢাকার পানগাঁয়ে নির্মিত কন্টেইনার টার্মিনালের মত ঢাকা, গাজীপুর ও
        নারায়নগঞ্জসহ দেশের বিভিন্ন শিল্পাঞ্চলের নিকটস্থ এলাকায় প্রয়োজনীয় সংখ্যক
        অভ্যন্তরীণ কন্টেইনার টার্মিনাল নির্মাণ করা হবে। ২২৬. উপকুলীয় এলাকায়
        বিভিন্ন দ্বীপ সমূহের সাথে মূলভূখন্ডের যোগাযোগ ব্যবস্থা নিরাপদ ও সুগম
        করার জন্য প্রয়োজনীয় অবকাঠামো নির্মাণ করা হবে এবং প্রয়োজনীয় সংখ্যক
        উপকূলীয় জাহাজ চালু করা হবে। ২২৭. ঢাকা-লাকসাম কর্ডলাইন,
        চট্টগ্রাম-কক্সবাজার ও ঢাকা-বরিশাল রেল লাইন নির্মাণ এবং ঢাকা ও বিভাগীয়
        শহরগুলোর মধ্যে দ্রুতগামী ট্রেন চালুর মাধ্যমে সারাদেশকে রেল নেটওয়ার্কের
        আওতায় আনা হবে। এইভাবে পর্যায়ক্রমে দেশের প্রত্যেক জেলাকে রেল-নেটওয়ার্কের
        আওতায় আনা হবে। ২২৮. এশিয়ান হাইওয়ে এবং ঢাকা-কুনমিং রেল ও সড়ক যোগাযোগসহ
        আঞ্চলিক যোগাযোগ ব্যবস্থা গড়ে তোলার উদ্যোগ গ্রহণ করা হবে। ২২৯. ঢাকা
        চট্টগ্রামসহ মহানগরী সমূহের যানজট নিরসনে ট্রাফিক ব্যবস্থার পুনর্বিন্যাস ও
        দ্রুত গণপরিবহন ব্যবস্থা চালুসহ প্রয়োজনীয় ব্যবস্থা গ্রহণ করা হবে। ২৩০.
        সড়ক যোগাযোগ উন্নয়নকল্পে দ্বিতীয় যমুনা সেতু, পাটুরিয়া-দৌলতদিয়া প্রান্তে
        দ্বিতীয় পদ্মাসেতু ও ব্রহ্মপুত্র সেতু নির্মাণ করা হবে। বুড়িগঙ্গা, মেঘনা,
        গোমতী ও কর্ণফুলী নদীর উপর আরও সেতু নির্মাণ করা হবে। বিভিন্ন ছোট বড় নদীর
        উপর প্রয়োজনীয় সংখ্যক সেতু নির্মাণ করা হবে। ২৩১. ঢাকার সাথে বাণিজ্যিক
        রাজধানী চট্টগ্রামের দ্রুত যোগাযোগের জন্য ঢাকা-চট্টগ্রাম এক্সপ্রেস হাইওয়ে
        নির্মাণ করা হবে। সারাদেশে বিভিন্ন মহাসড়ক পর্যায়ক্রমে চার লেনে উন্নীত করা
        হবে। সারাদেশে সড়ক নেটওয়ার্ক তথা জাতীয় মহাসড়ক, আঞ্চলিক মহাসড়ক, উপজেলা
        সংযোগ সড়ক ও স্থানীয় সড়কসমুহের যথাযথ উন্নয়ন, মেরামত ও রক্ষণাবেক্ষণ
        নিশ্চিত করা হবে। ২৩২. সার্কভুক্ত ও আশিয়ান দেশসমূহের সাথে রেল ও সড়ক
        যোগাযোগের উদ্যোগ গ্রহণ করা হবে। গণচীনের ‘ওয়ান বেল্ট- ওয়ান রোড’ উদ্যোগে
        সংযুক্ত হওয়ার ব্যবস্থা নেয়া হবে। পর্যটন ২৩৩. ‘সকল দেশের রানী’ বাংলাদেশ
        এখনও বিশ্বে একটি পর্যটক-প্রিয় দেশ হয়ে উঠতে পারেনি। পর্যটন শিল্পকে
        জনপ্রিয়করণ, এর প্রসার ও বিকাশ এবং বাংলাদেশকে পর্যটন-বান্ধব দেশ হিসেবে
        গড়ে তোলার লক্ষ্যে জাতীয় পর্যটন নীতিমালা হালনাগাদ করা হবে। বাংলাদেশের
        প্রবেশ-পথগুলোকে অধিকতর পরিচ্ছন্ন, ঝামেলামুক্ত এবং সেবামুখী প্রবেশ-পথ
        হিসেবে গড়ে তোলা হবে। বড় বড় শহর নগরগুলোর পরিচ্ছন্নতা নিশ্চিত করে
        সামগ্রীকভাবে বাংলাদেশের মুখচ্ছবিকে আকর্ষণীয় করে তোলার জন্য সকল প্রকার
        পদক্ষেপ নেয়া হবে। বাংলাদেশ একটি জনবহুল ও ভুমি-স্বল্প দেশ হওয়ায় পর্যটন
        শিল্প বিস্তারে সৃজনশীল কৌশল অনুসরণ করা হবে। ২৩৪. পর্যটন শিল্পের প্রধান
        মূলধন প্রকৃতি ও সংস্কৃতি সঠিকভাবে সংরক্ষণের মাধ্যমে টেকসই পর্যটন উন্নয়ন
        বিশেষভাবে ইকো-ট্যুরিজম বিকাশের কার্যকর উদ্যোগ নেয়া হবে। পরিকল্পিতভাবে
        বাংলাদেশের গ্রামে মডেল সুযোগ সুবিধা গড়ে তুলে পর্যটকদের জন্য আকর্ষণীয় করে
        তোলা সম্ভব। গ্রামের চিরায়ত সংস্কৃতি যেমন জারিগান, সারিগান, গম্ভিরা,
        যাত্রা-পালা, লাঠি-খেলাসহ গ্রামীণ খেলাধুলা, গ্রামীণ ঢাক-ঢোল, চারু ও
        কারুকলা, গ্রামের বিস্তীর্ণ সবুজ প্রকৃতি, নদী-নালা, নৌকা-ভ্রমন, নৌকাবাইচ
        প্রভৃতি দেশী ও বিদেশী পর্যটকদের জন্য আকর্ষণীয় হতে পারে। বাংলাদেশের প্রতি
        জেলায় ন্যূনতম একটি গ্রামকে বেছে নিয়ে রাত-যাপনের সুবিধাসহ গ্রাম-পর্যটন
        গড়ে তোলা হবে। গ্রাম-পর্যটনের অনন্য আকর্ষণ হবে গ্রামীণ পিঠা-পুলি এবং ফলদ
        বৃক্ষ থেকে সদ্য পাড়া ফল-ফলাদি। এজন্য সরকারী উদ্যোগের পাশাপাশি বেসরকারি
        খাতকে উৎসাহিত করা হবে। ২৩৫. বাংলাদেশের ঐতিহাসিক ও প্রতœ-নিদর্শনসম্পন্ন
        এলাকাগুলো পর্যটকদের আকর্ষণের স্থান হিসেবে গড়ে তোলা হবে। এছাড়া কক্সবাজার,
        কুয়াকাটা, রাঙামাটি, খাগড়াছড়ি, বান্দরবন, সুন্দরবন, সিলেট, গারো পাহাড় এবং
        কিছু নদী তীরবর্তী ও সমুদ্র উপকূলবর্তী এলাকা বিশেষ পর্যটন-স্পট হিসেবে
        উন্নত করা হবে। ২৩৬. দেশের বিভিন্ন উপযুক্ত স্থানে ‘এথ্নিক ট্যুরিজম’ এবং
        ‘ওয়াটার ট্যুরিজম’ চালু করা হবে। ২৩৭. পর্যটন শিল্পের সমন্বিত ও পরিকল্পিত
        উন্নয়নের জন্য পর্যটন-বান্ধব আইন প্রণয়ন করা হবে, বিদেশী পর্যটকদের ভ্রমণ
        সংক্রান্ত নিয়মাবলী আরও সহজিকরণ করা হবে। দেশী বিদেশী পর্যটকদের নিরাপদ ও
        আরামদায়ক ভ্রমণ ও আবাস নিশ্চিত করা হবে। বিদেশী পর্যটকদের সুবিধার্থে
        প্রশিক্ষণপ্রাপ্ত দোভাষী ও পর্যটক-গাইড সেবা নিশ্চিত করা হবে। ২৩৮. দেশী ও
        বিদেশী বিনিয়োগের মাধ্যমে পর্যটন শিল্পকে কর্মসংস্থান ও দারিদ্র্য বিমোচনের
        অন্যতম খাত হিসেবে গড়ে তোলা হবে। দেশের পর্যটন ¯পটসমূহে আধুনিক পর্যটন
        সুবিধা ও প্রয়োজনীয় অবকাঠামো সুবিধা নিশ্চিত করা হবে। আগ্রহী উদ্যোক্তাদের
        আত্মকর্মসংস্থান এবং স্থানীয় তরুণদের কর্মসংস্থানের জন্য ক্ষুদ্র ও মাঝারি
        বিনিয়োগকারীদের পর্যটন খাতে স্বল্প সুদে ঋণ সুবিধা এবং কর অবকাশসহ বিবিধ
        উদ্দীপনামূলক সুবিধা প্রদান করা হবে। ২৩৯. পর্যটকদের জন্য পুরনো ঢাকাকে
        আকর্ষণীয় করে গড়ে তোলার লক্ষ্যে বিভিন্ন ঐতিহাসিক স্থাপনা ও প্রাচীন দালান
        কোঠা সংরক্ষণ ও সংস্কারের ব্যবস্থা গ্রহণ করা হবে। পুরনো ঢাকার ঐতিহ্যবাহী
        খাবার এবং পানীয় স্বাস্থ্যসম্মত ও দৃষ্টিনন্দনভাবে দেশী-বিদেশী পর্যটকদের
        মধ্যে পরিবেশনের উদ্যোগ গ্রহণে বেসরকারি খাতকে উৎসাহিত করা হবে। ২৪০.
        পর্যটন শিল্প বিকাশে অবদানের স্বীকৃতি স্বরূপ সরকারী ও বেসরকারি খাতে
        পর্যটন পুরস্কার চালু করা হবে। ২৪১. পর্যটকদের বাংলাদেশ ভ্রমনে উৎসাহিত
        করার জন্য বিদেশে অবস্থিত বাংলাদেশ দূতাবাসসমূহ উদ্যোগী ভূমিকা নেবে এবং
        প্রয়োজনীয় প্রচারণা নিশ্চিত করবে। সম্পদ সংরক্ষণ ২৪২. বাংলাদেশে যে পুঁজি ও
        বস্তুগত সম্পদ গড়ে তোলা হয় এবং যে নবায়নযোগ্য সম্পদ ব্যবহৃত হয়ে যায়,
        কদাচিৎ সেগুলো সংরক্ষণ ও পুনর্ভরণ করা হয়। সংরক্ষণহীনতার এ সংস্কৃতি
        আমাদের অর্থনীতির ক্ষয় সাধন করছে এবং ভবিষ্যৎ প্রজন্মের ব্যবহারের জন্য
        সম্পদ-প্রবাহ হ্রাস পাচ্ছে। সংরক্ষণহীনতার ফলে সম্পদ থেকে যে ভবিষ্যৎ উপযোগ
        আসার কথা তা ক্ষতিগ্রস্ত হয়। উন্নয়ন প্রকল্পগুলোর আয়ু হ্রাস পায়।
        বিএনপি বনগুলোকে পুনর্জীবিত করার জন্য নিরবচ্ছিন্ন চেষ্টা চালাবে। শুকিয়ে
        যাওয়া নদী-খাল, হাওড় ও বিল অঞ্চল, অশ্বক্ষুরাকৃতি হ্রদ (ox-bow lake),
        প্রাকৃতিক নিম্নভূমি -এগুলো জলাধার হিসেবে ব্যবহার করা হবে। এছাড়াও বিএনপি
        বর্ষাকালের উদ্বৃত্ত পানি শুষ্ক মৌসুমে ব্যবহারের জন্য খাল খনন ও জলাধার
        নির্মাণ করবে, পানির পুনঃর্চক্রায়ন নিশ্চিত করবে এবং পানির গুণগত মান
        রক্ষা করবে। ভূগর্ভস্থ পানির অতিরিক্ত উত্তোলন ক্রমান্বয়ে হ্রাস করে
        ভূ-উপরিস্থ পানির প্রাপ্যতা বৃদ্ধি করবে। ২৪৩. সমুদ্র সম্পদের (blue
        economy) উপর একটি বিস্তারিত এবং নিবিড় জরিপ/সমীক্ষা চালানো হবে এবং এগুলোর
        পরিমিত উত্তোলন ও ব্যবহার নিশ্চিত করা হবে। বৈরী শক্তির লুণ্ঠন থেকে
        সমুদ্র-সম্পদ রক্ষা করা হবে। ২৪৪. বাংলাদেশে নৈসর্গিক সৌন্দর্যমন্ডিত অনেক
        স্থান রয়েছে। বছরের পর বছর ধরে এ স্থানগুলো বেআইনি দখলের শিকার হয়েছে।
        সরকার এ স্থানগুলোকে চিহ্নিত ও উদ্ধার করে পর্যটকদের উপভোগের জন্য
        প্রয়োজনীয় উন্নয়ন সাধন করবে। ২৪৫. যে সব নদী দূষণের শিকার হয়েছে এবং মনুষ্য
        হস্তক্ষেপ ও লোভের কারণে বেদখল হয়ে গেছে সেগুলোকে পুরাতন অবস্থায় ফিরিয়ে
        আনা হবে। দূষণ ও দখলের শিকার নদীগুলোকে পুনর্জীবিত করতে পারলে জলজ প্রাণী,
        সেচ এবং নৌ পরিবহন উন্নয়নে বিশাল ভূমিকা রাখবে। চর এলাকাগুলোকে গবাদি পশুর
        চারণভূমিতে পরিণত করে পুষ্টিমানসম্পন্ন দুধ ও মাংসের সরবরাহ বৃদ্ধি করা
        হবে। ২৪৬. বার বার রাস্তা খোড়াখুড়ি এবং রোড ডিভাইডার ভাঙ্গার ফলে যে
        জনদুর্ভোগ ও স¤পদের ক্ষতি হয়, সেই সংস্কৃতি থেকে বেরিয়ে আসার জন্য বিএনপি
        সুদূরপ্রসারী ও সমন্বিত পরিকল্পনা গ্রহণ করবে। সামাজিক ব্যাধির সমস্যা ২৪৭.
        নেশার মরণ ছোবল থেকে কিশোর ও যুব সমাজকে মুক্ত করার জন্য ব্যাপক
        সচেতনতামূলক কার্যক্রম চালু করা হবে। মাদক আমদানি, উৎপাদন এবং বাংলাদেশে
        এসবের বেআইনি প্রবেশ রোধে কঠোর বিধি-নিষেধ প্রয়োগ করা হবে। হতাশা এবং
        অন্যান্য মনস্তাত্বিক সমস্যার কারণে মাদকাসক্তরা বিপথগামী হয়। এদের
        পুনর্বাসনের জন্য মানসিক চিকিৎসা সমর্থন দেয়া হবে। বাংলাদেশে ক্লিনিক্যাল
        সাইকোলোজিষ্ট, মনোবৈকল্য বিশেষজ্ঞ এবং সাইকোথেরাপিষ্টের সংখ্যা প্রয়োজনের
        তুলনায় অপ্রতুল। বিশ্ববিদ্যালয় এবং মেডিক্যাল কলেজগুলোকে মনোবৈকল্য চিকিৎসক
        সৃষ্টির জন্য প্রয়োজনীয় সমর্থন ও সহযোগিতা প্রদান করা হবে। ভূমিকম্প ২৪৮.
        বন্যা, ঘূর্ণিঝড় এবং জ্বলোচ্ছাসের মতো প্রাকৃতিক দুর্যোগ ব্যবস্থাপনায়
        বাংলাদেশ বেশ কিছু সাফল্য অর্জন করেছে। কিন্তু এসব ক্ষেত্রে আরও অনেক কিছু
        করার আছে। আর একটি নতুন সম্ভাব্য দুর্যোগ হল ভূমিক¤প। ভূমিকম্পের মত
        দুর্যোগ মোকাবেলায় পূর্বপ্রস্তুতি বাংলাদেশে নেই বললেই চলে। বিএনপি মনে
        করে ভূমিকম্প বাংলাদেশের মানুষ, প্রাণীকূল এবং উন্নয়নের জন্য ভয়াবহ হুমকি।
        সম্ভাব্য এ দুর্যোগ মোকাবেলার জন্য বিদ্যমান সরকারী প্রতিষ্ঠানসমূহকে
        সহযোগিতা করার জন্য প্রশিক্ষিত স্বেচ্ছাসেবক বাহিনী গড়ে তোলা হবে।
        ভূমিক¤প-উত্তর পুনরুদ্ধার ও পুনর্বাসনের জন্য যথাযথ প্রস্তুতি গ্রহণ করা
        হবে। কার্যকর উদ্ধার তৎপরতা নিশ্চিত করার জন্য প্রয়োজনীয় সংখ্যক আধুনিক ও
        ভারী যন্ত্রপাতি সংগ্রহ করা হবে। ভূমিকম্প-উত্তর সময়ের জন্য ত্রাণ ও
        পুনর্বাসন সামগ্রী প্রস্তুত রাখা হবে এবং রোগ নিরাময় ও জীবন রক্ষাকারী
        স্বাস্থ্য-সেবা যথাযথভাবে গড়ে তোলা হবে। ভূমিকম্পজনিত-দুর্যোগ
        ব্যবস্থাপনায় একটি সর্বাত্মক ও পরিকল্পিত উদ্যোগ গ্রহণ করা হবে। পার্বত্য
        চট্টগ্রাম ও অনগ্রসর অঞ্চল ২৪৯. পাহাড়ি ও সমতলের ক্ষুদ্র জাতি-গোষ্ঠীর
        জীবন, সম্পদ, সম্ভ্রম ও মর্যাদা সুরক্ষা করা হবে। ২৫০. অনগ্রসর পাহাড়ি ও
        সমতলের ক্ষুদ্র জাতি-গোষ্ঠীর চাকুরী ও শিক্ষা ক্ষেত্রে সকল সুবিধা এবং
        পার্বত্য অঞ্চলের উন্নয়ন কার্যক্রম জোরদার করা হবে। ২৫১. পাহাড়ি ও সমতলের
        ক্ষুদ্র জাতি-গোষ্ঠীর ভাষা সাহিত্য ও সাংস্কৃতিক স্বাতন্ত্র্য রক্ষায় এবং
        সুষম উন্নয়নে বর্ধিত উদ্যোগ গ্রহণ করা হবে। ক্ষুদ্র জাতি-গোষ্ঠীর উন্নয়নের
        লক্ষ্যে জাতি-গোষ্ঠী উন্নয়ন অধিদপ্তর প্রতিষ্ঠা করা হবে। ২৫২. চা-বাগানে
        কর্মরত শ্রমজীবী মানুষের সাথে বৈষম্যমূলক আচরণ ও মানবাধিকার লংঘন বন্ধে
        কার্যকরী ব্যবস্থা গ্রহণ করা হবে। ২৫৩. বস্তি, চরাঞ্চল, হাওর-বাওর এবং
        মঙ্গাপীড়িত ও উপকূলীয় অঞ্চলের অনগ্রসর জনমানুষের জীবন-মান উন্নয়নে বিশেষ
        কর্মসূচী গ্রহণ ও বাস্তবায়শীঘ্রই আসছে্ সাম্প্রদায়িক সম্প্রীতি ২৫৪. দল-মত
        ও জাতি-ধর্ম-বর্ণ নির্বিশেষে ক্ষুদ্র-বৃহৎ সকল জাতি গোষ্ঠির সংবিধান
        প্রদত্ত সামাজিক, রাজনৈতিক, অর্থনৈতিক ও ধর্মকর্মের অধিকার এবং জীবন,
        সম্ভ্রম ও সম্পদের পূর্ণ নিরাপত্তা বিধান করা হবে। ২৫৫. প্রত্যেক
        ধর্মাবলম্বী নিজ নিজ ধর্ম পালনের পূর্ন অধিকার ভোগ করবেন। কাউকে কোন
        নাগরিকের ধর্মবিশ্বাসকে আঘাত করতে দেয়া হবে না। ধর্ম যার যার, রাষ্ট্র
        সবার। ২৫৬. সম্প্রদায়িক সম্প্রীতি বিনষ্টের সকল অপচেষ্টা কঠোরভাবে দমন করা
        হবে। দেশ ও দেশের জনগণের সার্বিক কল্যাণের লক্ষ্যে প্রণীত এই ভিশন
        বাস্তবায়নে পরম করুণাময় আল্লাহ্ আমাদের সহায় হোন। আমরা যে ভিশন উপস্থাপন
        করলাম তা অর্জন কঠিন কিন্তু অসম্ভব নয়। আমরা লড়াই করে দেশ স্বাধীন করেছি।
        এই দেশটাকে উন্নত ও মর্যাদাবান দেশে পরিণত করা আমাদের সকলের পবিত্র
        দায়িত্ব। আমরা আশা করি, এই ভিশন বাস্তবায়নে আমরা দেশবাসীর সক্রিয় সমর্থনের
        পাশাপাশি উন্নয়ন সহযোগী রাষ্ট্র ও প্রতিষ্ঠানসমূহেরও সহযোগিতা পাবো। দেশের
        স্বাধীনতা অর্জন গনতন্ত্র পুনঃপ্রতিষ্ঠা এবং অর্থনৈতিক উন্নয়নে বিএনপির
        প্রতিষ্ঠাতা মহান স্বাধীনতার ঘোষক শহীদ প্রেসিডেন্ট জিয়াউর রহমান এবং
        আমাদের আপোষহীন ও সংগ্রামী ভূমিকা বিবেচনা করে দলমত নির্বিশেষে দেশের সকল
        নাগরিক এই ভিশন বাস্তবায়নে আমাদের সক্রিয় সমর্থন জানাবেন বলে আমরা দৃঢ়ভাবে
        বিশ্বাস করি। দেশ ও দেশের জনগণের সার্বিক কল্যাণের লক্ষ্যে প্রণীত এই ভিশন
        বাস্তবায়নে পরম করুণাময় আল্লাহ্ আমাদের সহায় হোন।{" "}
      </h1> */}
    </div>
  );
};

export default Vision;
