"use client";
import { cn } from "../lib/utils"; // Utility function for combining class names
// import { div, motion } from "framer-motion"; // Animation library
import { useState } from "react";

// Main Dofa10 Component
export const Dofa31 = ({ className }) => {
  const [hoveredIndex, setHoveredIndex] = useState(null); // State to manage hover index

  // Define the items data
  const items = [
    {
      title: "১",
      description:
        "বিগত এক দশকের অধিক কালব্যাপী আওয়ামী লীগ সরকার ক্ষমতা বৃদ্ধিপাত করিয়া রাখার হীন উদ্দেশ্যে অনেক অযৌক্তিক মৌলিক সাংবিধানিক সংশোধনী আনয়ন করিয়াছে। একটি “সংবিধান সংস্কার কমিশন গঠন করিয়া সকল বিতর্কিত ও অতান্ত্রিক সাংবিধানিক সংশোধনী ও পরিবর্তনসমূহ পর্যালোচনা করিয়া এইসব রহিত/ সংশোধন করা হইবে এবং অন্যান্য অত্যাবশ্যকীয় সাংবিধানিক সংস্কার করা হইবে। সংবিধানে গণভোট (referendum ) ব্যবস্থা পুনঃপ্রবর্তন করিয়া জনগণের গণতান্ত্রিক অধিকার পুনঃপ্রতিষ্ঠা করা হইবে।",
    },
    {
      title: "২",
      description:
        "প্রতিহিংসা ও প্রতিশোধের রাজনীতির বিপরীতে সকল মত ও পথের সমন্বয়ে বাংলাদেশী জাতীয়তাবাদের ভিত্তিতে একটি অন্তর্ভুক্তিমূলক, বৈষম্যহীন ও সম্প্রীতিমূলক “Rainbow Nation” প্রতিষ্ঠা করা হইবে। এই জন্য অব্যাহত আলোচনা, মতবিনিময় ও পারস্পরিক বোঝাপড়ার ভিত্তিতে ভবিষ্যৎমুখী এক নতুন ধারার সামাজিক চুক্তিতে (Social Contract) পৌঁছাইতে হইবে। এই জন্য একটি 'National Reconciliation Commission' গঠন করা হইবে।",
    },
    {
      title: "৩",
      description:
        "বাংলাদেশে গণতন্ত্র ও ভোটাধিকার পুনঃপ্রতিষ্ঠায় এবং গণতান্ত্রিক প্রক্রিয়াকে স্থায়ী সাংবিধানিক ও প্রাতিষ্ঠানিক রূপ দেওয়ার লক্ষ্যে একটি 'নির্বাচনকালীন দলনিরপেক্ষ তত্ত্বাবধায়ক সরকার' ব্যবস্থা প্রবর্তন করা হইবে।",
    },
    {
      title: "৪",
      description:
        "সরকারের প্রধানমন্ত্রী এবং মন্ত্রীসভার নির্বাহী ক্ষমতায় ভারসাম্য আনয়ন করা হইবে। রাষ্ট্রীয় ক্ষমতার ভারসাম্য (Checks and Balances) প্রতিষ্ঠার লক্ষ্যে নির্বাহী বিভাগ, আইন বিভাগ ও বিচারবিভাগের ক্ষমতা, দায়িত্ব ও কর্তব্যের সুসমন্বয় করা হইবে।",
    },
    {
      title: "৫",
      description:
        "পরপর দুই টার্মের অতিরিক্ত কেউ প্রধানমন্ত্রীর দায়িত্ব পালন করিতে পারিবেন না।",
    },
    {
      title: "৬",
      description:
        "বিদ্যমান সংসদীয় ব্যবস্থার পাশাপাশি বিশেষজ্ঞ জ্ঞানের সমন্বয়ে রাষ্ট্র পরিচালনার লক্ষ্যে দেশের বিশিষ্ট নাগরিক, প্রথিতযশা শিক্ষাবিদ, পেশাজীবী, রাষ্ট্রবিজ্ঞানী, সমাজবিজ্ঞানী ও প্রশাসনিক অভিজ্ঞতাসম্পন্ন ব্যক্তিদের সমন্বয়ে সংসদে 'উচ্চ কক্ষ বিশিষ্ট আইনসভা' (Upper House of the Legislature) প্রবর্তন করা হইবে।",
    },
    {
      title: "৭",
      description:
        "আস্থাভোট, অর্থবিল, সংবিধান সংশোধনী বিল এবং গুরুত্বপূর্ণ নিরাপত্তার প্রশ্ন জড়িত বিষয় ব্যতীত সংসদ সদস্যদের স্বাধীনভাবে মতামত প্রদানের সুযোগ নিশ্চিত করিবার লক্ষ্যে সংবিধানের ৭০ অনুচ্ছেদ সংশোধনের বিষয় পরীক্ষা-নিরীক্ষা করিয়া বিবেচনা করা হইবে।",
    },
    {
      title: "৮",
      description:
        "রাজনৈতিক দলসমূহের মতামত এবং বিশিষ্টজনের অভিমতের ভিত্তিতে স্বাধীন, দক্ষ, নিরপেক্ষ, গ্রহণযোগ্য ও দৃঢ়চিত ব্যক্তিদের সমন্বয়ে একটি কার্যকর নির্বাচন কমিশন গঠন করিবার লক্ষ্যে বর্তমান 'প্রধান নির্বাচন কমিশনার এবং অন্যান্য নির্বাচন কমিশনার নিয়োগ আইন, ২০২২' সংশোধন করা হইবে। ইভিএম নয়, সকল কেন্দ্রে পেপার-ব্যালটের মাধ্যমে ভোট প্রদান নিশ্চিত করা হইবে। RPO, Delimitation Order এবং রাজনৈতিক নিবন্ধন আইন সংস্কার করা হইবে। স্থানীয় সরকার নির্বাচনে দলীয় প্রতীক ব্যবহার বাতিল করা হইবে।",
    },
    {
      title: "৯",
      description:
        "সংকীর্ণ রাজনৈতিক দলীয়করণের ঊর্ধ্বে উঠিয়া সকল রাষ্ট্রীয় সাংবিধানিক ও সংবিধিবন্ধ প্রতিষ্ঠানে স্বচ্ছতা, জবাবদিহিতা ও বিশ্বাসযোগ্যতা পুনঃপ্রতিষ্ঠা করিবার লক্ষ্যে এই সকল প্রতিষ্ঠান আইনি সংস্কারের মাধ্যমে পুনঃগঠন করা হইবে।",
    },
    {
      title: "১০",
      description:
        "বাংলাদেশের সংবিধান ও মাসদার হোসেন মামলার রায়ের আলোকে বিচার বিভাগের কার্যকর স্বাধীনতা নিশ্চিত করা হইবে। বিচার বিভাগের জন্য পৃথক সচিবালয় থাকবে এবং সুপ্রিম জুডিশিয়াল কাউন্সিল পুনঃপ্রবর্তন করা হইবে।",
    },
    {
      title: "১১",
      description:
        "দেশপ্রেমে উদ্বুদ্ধ পরিবেশ, জনপ্রশাসন ও পুলিশ প্রশাসন গড়িয়া তোলার লক্ষ্যে যোগ্য, অভিজ্ঞ ও প্রাজ্ঞ ব্যক্তিদের সমন্বয়ে একটি 'প্রশাসনিক সংস্কার কমিশন' গঠন করিয়া প্রশাসন সংস্কার ও পুনঃগঠন করা হইবে। মেধা, সততা, সৃজনশীলতা, দক্ষতা, অভিজ্ঞতা ও প্রশিক্ষণ বেসামরিক ও সামরিক প্রশাসনে নিয়োগ, বদলি ও পদোন্নতিতে যোগ্যতার একমাত্র মাপকাঠি হিসাবে বিবেচনা করা হইবে।",
    },
    {
      title: "১২",
      description:
        "গণমাধ্যমের পূর্ণ স্বাধীনতার নিশ্চয়তা বিধান ও সার্বিক সংস্কারের লক্ষ্যে সুপ্রিম কোর্টের সাবেক বিচারপতি, মিডিয়া সংশ্লিষ্ট পেশাজীবী এবং বিজ্ঞ, অভিজ্ঞ ও গ্রহণযোগ্য মিডিয়া ব্যক্তিদের সমন্বয়ে একটি 'মিডিয়া কমিশন' গঠন করা হইবে। সাংবাদিকতার স্বাধীনতা পুনঃপ্রতিষ্ঠার লক্ষ্যে কালো আইনসমূহ বাতিল করিয়া সাংবাদিক নির্যাতন ও হত্যার বিচার নিশ্চিত করা হইবে।",
    },
    {
      title: "১৩",
      description:
        "দুর্নীতির ক্ষেত্রে কোনো আপোষ করা হইবে না। অর্থ পাচার ও দুর্নীতির অনুসন্ধান করিয়া একটি শ্বেতপত্র প্রকাশ করা এবং দায়ী ব্যক্তিদের বিরুদ্ধে আইনানুগ ব্যবস্থা গ্রহণ করা হইবে। দেশের বাহিরে পাচারকৃত অর্থ দেশে ফেরত আনার প্রয়োজনীয় ব্যবস্থা গ্রহণ করা হইবে।",
    },
    {
      title: "১৪",
      description:
        "সর্বস্তরে আইনের শাসন প্রতিষ্ঠা করা হইবে। মানবাধিকার লঙ্ঘন রোধ এবং গুম, খুন, বিচারবহির্ভূত হত্যাকাণ্ডের জন্য দায়ীদের বিচার নিশ্চিত করা হইবে। Universal Declaration of Human Rights অনুযায়ী মানবাধিকার বাস্তবায়ন করা হইবে।",
    },
    {
      title: "১৫",
      description:
        "অর্থনৈতিক ন্যায়বিচার নিশ্চিত করিবার লক্ষ্যে বিশেষজ্ঞ অর্থনীতিবিদ, গবেষক এবং অভিজ্ঞ পেশাজীবীদের সমন্বয়ে একটি 'অর্থনৈতিক সংস্কার কমিশন' গঠন করা হইবে। প্রবৃদ্ধির সুফল সুষম বণ্টনের মাধ্যমে ধনী-দরিদ্র বৈষম্য দূরীকরণ করা হইবে।",
    },
    {
      title: "১৬",
      description:
        "‘ধর্ম যার যার, রাষ্ট্র সবার’ নীতির ভিত্তিতে প্রত্যেক ধর্মাবলম্বী নিজ নিজ ধর্ম পালনের পূর্ণ অধিকার ভোগ করিবেন। ধর্মীয় সংখ্যালঘুদের অধিকার সুরক্ষিত করা এবং তাদের উপর আক্রমণের জন্য দায়ীদের বিচারের আওতায় আনা হইবে।",
    },
    {
      title: "১৭",
      description:
        "মুদ্রাস্ফীতির সাথে সামঞ্জস্যপূর্ণ শ্রমিকদের ন্যায্য মজুরি নিশ্চিত করা হইবে। শিশু-শ্রম বন্ধ এবং কর্মপরিবেশ উন্নত করিতে প্রয়োজনীয় ব্যবস্থা গ্রহণ করা হইবে।",
    },
    {
      title: "১৮",
      description:
        "বিদ্যুৎ, জ্বালানি ও খনিজ সম্পদ খাতে দায়মুক্তি আইন বাতিল করা হইবে। নবায়নযোগ্য জ্বালানি উৎসের উপর অধিক গুরুত্বারোপ করিয়া স্থানীয় সম্পদের যথাযথ ব্যবহার নিশ্চিত করা হইবে।",
    },
    {
      title: "১৯",
      description:
        "বৈদেশিক সম্পর্কের ক্ষেত্রে জাতীয় স্বার্থ এবং সার্বভৌমত্বকে সর্বোচ্চ অগ্রাধিকার দেওয়া হইবে। সন্ত্রাসবাদ ও জঙ্গিবাদের বিরুদ্ধে কঠোর ব্যবস্থা গ্রহণ করা হইবে।",
    },
    {
      title: "২০",
      description:
        "দেশের সার্বভৌমত্ব সুরক্ষায় প্রতিরক্ষা বাহিনীকে সুসংগঠিত এবং যুগোপযোগী করিয়া গড়িয়া তোলা হইবে। প্রতিরক্ষা বাহিনীর স্বকীয় মর্যাদা রক্ষা করা হইবে।",
    },
    {
      title: "২১",
      description:
        "স্থানীয় সরকার প্রতিষ্ঠানগুলোকে শক্তিশালী এবং ক্ষমতাবান করা হইবে। জনগণের নিকট সেবা প্রদান ও উন্নয়ন কার্যক্রমে স্থানীয় সরকার অধিকতর কার্যকর ভূমিকা রাখিবে।",
    },
    {
      title: "২২",
      description:
        "স্বাধীনতা যুদ্ধে অবদানের স্বীকৃতি প্রদানে শহীদ ও মুক্তিযোদ্ধাদের যথাযথ মর্যাদা প্রদান করা হইবে। সঠিক তালিকা প্রণয়নের মাধ্যমে মুক্তিযোদ্ধাদের কল্যাণ নিশ্চিত করা হইবে।",
    },
    {
      title: "২৩",
      description:
        "যুবসমাজের উন্নয়নে আধুনিক এবং যুগোপযোগী নীতিমালা প্রণয়ন করা হইবে। কর্মসংস্থান বৃদ্ধির লক্ষ্যে বিশেষ কর্মসূচি গ্রহণ ও বাস্তবায়ন করা হইবে।",
    },
    {
      title: "২৪",
      description:
        "শিক্ষাক্ষেত্রে বৈষম্য দূরীকরণ এবং মানসম্মত শিক্ষা নিশ্চিত করিতে প্রয়োজনীয় সংস্কার ও উন্নয়ন কর্মসূচি গ্রহণ করা হইবে।",
    },
    {
      title: "২৫",
      description:
        "স্বাস্থ্যসেবায় সবার জন্য সমান অধিকার নিশ্চিত করিতে অবকাঠামো উন্নয়ন, চিকিৎসক ও নার্সদের প্রশিক্ষণ এবং ওষুধের মূল্যমান নিয়ন্ত্রণ করা হইবে।",
    },
    {
      title: "২৬",
      description:
        "গ্রামীণ উন্নয়নে বিশেষ পরিকল্পনা গ্রহণ করিয়া কৃষি, মৎস্য এবং প্রাণিসম্পদ খাতে টেকসই উন্নয়ন নিশ্চিত করা হইবে।",
    },
    {
      title: "২৭",
      description:
        "তথ্য-প্রযুক্তি খাতে নতুন উদ্যোক্তাদের জন্য প্রণোদনা, প্রশিক্ষণ এবং সহজ ঋণের ব্যবস্থা করিয়া ডিজিটাল বাংলাদেশ গড়িয়া তোলা হইবে।",
    },
    {
      title: "২৮",
      description:
        "পরিবেশ সংরক্ষণ এবং জলবায়ু পরিবর্তনের প্রভাব মোকাবিলায় পরিবেশবান্ধব নীতি গ্রহণ করা হইবে। বৃক্ষরোপণ ও বর্জ্য ব্যবস্থাপনার উপর গুরুত্ব দেওয়া হইবে।",
    },
    {
      title: "২৯",
      description:
        "মহিলা ও শিশুর সুরক্ষায় কার্যকর আইন প্রণয়ন এবং সামাজিক সচেতনতা বৃদ্ধি করিয়া তাদের অধিকার নিশ্চিত করা হইবে।",
    },
    {
      title: "৩০",
      description:
        "বিশ্বে বাংলাদেশকে মর্যাদাসম্পন্ন একটি দেশ হিসাবে প্রতিষ্ঠার লক্ষ্যে সংস্কৃতি, ক্রীড়া এবং সৃজনশীল কার্যক্রমে বিশেষ গুরুত্ব প্রদান করা হইবে।",
    },
    {
      title: "৩১",
      description:
        "সকল নাগরিকের জন্য একটি নিরাপদ, শান্তিপূর্ণ এবং গণতান্ত্রিক বাংলাদেশ প্রতিষ্ঠায় সমন্বিত প্রচেষ্টা গ্রহণ করা হইবে।",
    },
  ];
  return (
    <div
      className={cn(
        "grid grid-cols-1 md:grid-cols-2 lg:grid-cols-3 pb-10", // Tailwind classes for layout
        className
      )}
    >
      {items.map((item, idx) => (
        <div
          key={idx}
          className="relative group block p-2 h-full w-full"
          onMouseEnter={() => setHoveredIndex(idx)}
          onMouseLeave={() => setHoveredIndex(null)}
        >
          <div
            className={`absolute inset-0 h-full w-full ${
              hoveredIndex === idx
                ? "bg-neutral-200 dark:bg-red-700/[0.8]"
                : "bg-transparent"
            } block rounded-3xl transition-opacity duration-150`}
          />
          <Card>
            <CardTitle>{item.title}</CardTitle>
            <CardDescription>{item.description}</CardDescription>
          </Card>
        </div>
      ))}
    </div>
  );
};

// Card Component for each item
export const Card = ({ className, children }) => {
  return (
    <div
      className={cn(
        "rounded-2xl h-[400px] w-full p-4 overflow-hidden bg-green-800 border border-transparent dark:border-yellow-300/[0.2] group-hover:border-yellow-300 relative z-20",
        className
      )}
    >
      <div className="relative z-50">
        <div className="p-4">{children}</div>
      </div>
    </div>
  );
};

// CardTitle Component for the title of each card
export const CardTitle = ({ className, children }) => {
  return (
    <h4
      className={cn(
        "text-red-500 font-bold tracking-wide mt-4 text-3xl bg-green-200 flex justify-center p-2 rounded-full",
        className
      )}
    >
      {children}
    </h4>
  );
};

// CardDescription Component for the description of each card
export const CardDescription = ({ className, children }) => {
  return (
    <p
      className={cn(
        "mt-8 text-yellow-400 font-bold tracking-wide leading-relaxed text-lg",
        className
      )}
    >
      {children}
    </p>
  );
};
